{"maxSim": 1.380660480668713, "minSim": 1.017143597452204, "left": [{"content": "An apple is an edible fruit produced by an apple tree (Malus domestica).", "id_L": 0, "id_R": 0, "pair_id": -1, "sim": -1}, {"content": "Apple trees are cultivated worldwide and are the most widely grown species in the genus Malus.", "id_L": 1, "id_R": 1, "pair_id": -1, "sim": -1}, {"content": "The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today.", "id_L": 2, "id_R": 2, "pair_id": -1, "sim": -1}, {"content": "Apples have been grown for thousands of years in Asia and Europe and were brought to North America by European colonists.", "id_L": 3, "id_R": 3, "pair_id": -1, "sim": -1}, {"content": "Apples have religious and mythological significance in many cultures, including Norse, Greek, and European Christian tradition.", "id_L": 4, "id_R": 4, "pair_id": -1, "sim": -1}, {"content": "Apples grown from seed tend to be very different from those of their parents, and the resultant fruit frequently lacks desired characteristics.", "id_L": 5, "id_R": 5, "pair_id": -1, "sim": -1}, {"content": "Generally, apple cultivars are propagated by clonal grafting onto rootstocks.", "id_L": 6, "id_R": 6, "pair_id": 6, "sim": 1.034201973145122}, {"content": "Apple trees grown without rootstocks tend to be larger and much slower to fruit after planting.", "id_L": 7, "id_R": 7, "pair_id": -1, "sim": -1}, {"content": "Rootstocks are used to control the speed of growth and the size of the resulting tree, allowing for easier harvesting.", "id_L": 8, "id_R": 8, "pair_id": -1, "sim": -1}, {"content": "There are more than 7,500 known cultivars of apples.", "id_L": 9, "id_R": 9, "pair_id": -1, "sim": -1}, {"content": "Different cultivars are bred for various tastes and uses, including cooking, eating raw, and cider production.", "id_L": 10, "id_R": 10, "pair_id": -1, "sim": -1}, {"content": "Trees and fruit are prone to a number of fungal, bacterial, and pest problems, which can be controlled by a number of organic and non-organic means.", "id_L": 11, "id_R": 11, "pair_id": -1, "sim": -1}, {"content": "In 2010, the fruit's genome was sequenced as part of research on disease control and selective breeding in apple production.", "id_L": 12, "id_R": 12, "pair_id": -1, "sim": -1}, {"content": "Worldwide production of apples in 2018 was 86 million tonnes, with China accounting for nearly half of the total.", "id_L": 13, "id_R": 13, "pair_id": -1, "sim": -1}, {"content": "Etymology ==", "id_L": 14, "id_R": 14, "pair_id": -1, "sim": -1}, {"content": "The word apple, formerly spelled æppel in Old English, is derived from the Proto-Germanic root *ap(a)laz, which could also mean fruit in general.", "id_L": 15, "id_R": 15, "pair_id": -1, "sim": -1}, {"content": "This is ultimately derived from Proto-Indo-European *ab(e)l-, but the precise original meaning and the relationship between both words is uncertain.", "id_L": 16, "id_R": 16, "pair_id": -1, "sim": -1}, {"content": "As late as the 17th century, the word also functioned as a generic term for all fruit other than berries but including nuts—such as the 14th century Middle English word appel of paradis, meaning a banana.", "id_L": 17, "id_R": 17, "pair_id": -1, "sim": -1}, {"content": "This use is analogous to the French language use of pomme.", "id_L": 18, "id_R": 18, "pair_id": -1, "sim": -1}, {"content": "Description", "id_L": 19, "id_R": 1, "pair_id": 19, "sim": 1.0883194523256021}, {"content": "The apple is a deciduous tree, generally standing 2 to 4.5 m (6 to 15 ft) tall in cultivation and up to 9 m (30 ft) in the wild.", "id_L": 20, "id_R": 20, "pair_id": -1, "sim": -1}, {"content": "When cultivated, the size, shape and branch density are determined by rootstock selection and trimming method.", "id_L": 21, "id_R": 21, "pair_id": -1, "sim": -1}, {"content": "The leaves are alternately arranged dark green-colored simple ovals with serrated margins and slightly downy undersides.", "id_L": 22, "id_R": 22, "pair_id": -1, "sim": -1}, {"content": "Blossoms are produced in spring simultaneously with the budding of the leaves and are produced on spurs and some long shoots.", "id_L": 23, "id_R": 23, "pair_id": -1, "sim": -1}, {"content": "The 3 to 4 cm (1 to 1+1⁄2 in) flowers are white with a pink tinge that gradually fades, five petaled, with an inflorescence consisting of a cyme with 4–6 flowers.", "id_L": 24, "id_R": 24, "pair_id": -1, "sim": -1}, {"content": "The central flower of the inflorescence is called the \"king bloom\"; it opens first and can develop a larger fruit.", "id_L": 25, "id_R": 25, "pair_id": -1, "sim": -1}, {"content": "The fruit is a pome that matures in late summer or autumn, and cultivars exist in a wide range of sizes.", "id_L": 26, "id_R": 26, "pair_id": -1, "sim": -1}, {"content": "Commercial growers aim to produce an apple that is 7 to 8.5 cm (2+3⁄4 to 3+1⁄4 in) in diameter, due to market preference.", "id_L": 27, "id_R": 27, "pair_id": -1, "sim": -1}, {"content": "Some consumers, especially those in Japan, prefer a larger apple, while apples below 5.5 cm (2+1⁄4 in) are generally used for making juice and have little fresh market value.", "id_L": 28, "id_R": 28, "pair_id": -1, "sim": -1}, {"content": "The skin of ripe apples is generally red, yellow, green, pink, or russetted, though many bi- or tri-colored cultivars may be found.", "id_L": 29, "id_R": 29, "pair_id": -1, "sim": -1}, {"content": "The skin may also be wholly or partly russeted i.e. rough and brown.", "id_L": 30, "id_R": 30, "pair_id": -1, "sim": -1}, {"content": "The skin is covered in a protective layer of epicuticular wax.", "id_L": 31, "id_R": 31, "pair_id": -1, "sim": -1}, {"content": "The exocarp (flesh) is generally pale yellowish-white, though pink, yellow or green exocarps also occur.", "id_L": 32, "id_R": 32, "pair_id": -1, "sim": -1}, {"content": "Wild ancestors", "id_L": 33, "id_R": 33, "pair_id": -1, "sim": -1}, {"content": "The original wild ancestor of Malus domestica was Malus sieversii, found growing wild in the mountains of Central Asia in southern Kazakhstan, Kyrgyzstan, Tajikistan, and northwestern China.", "id_L": 34, "id_R": 34, "pair_id": -1, "sim": -1}, {"content": "Cultivation of the species, most likely beginning on the forested flanks of the Tian Shan mountains, progressed over a long period of time and permitted secondary introgression of genes from other species into the open-pollinated seeds.", "id_L": 35, "id_R": 35, "pair_id": -1, "sim": -1}, {"content": "Significant exchange with Malus sylvestris, the crabapple, resulted in current populations of apples being more related to crabapples than to the more morphologically similar progenitor Malus sieversii.", "id_L": 36, "id_R": 14, "pair_id": 36, "sim": 1.082807238656357}, {"content": "In strains without recent admixture the contribution of the latter predominates.", "id_L": 37, "id_R": 37, "pair_id": -1, "sim": -1}, {"content": "Genome ===", "id_L": 38, "id_R": 38, "pair_id": -1, "sim": -1}, {"content": "Apple is diploid (though triploid cultivars are not uncommon), has 17 chromosomes and an estimated genome size of approximately 650 Mb.", "id_L": 39, "id_R": 39, "pair_id": -1, "sim": -1}, {"content": "Several whole genome sequences have been made available, the first one in 2010 was based on the diploid cultivar 'Golden Delicious'.", "id_L": 40, "id_R": 40, "pair_id": -1, "sim": -1}, {"content": "However, this first whole genome sequence turned out to contain several errors in part owing to the high degree of heterozygosity in diploid apples which, in combination with an ancient genome duplication, complicated the assembly.", "id_L": 41, "id_R": 41, "pair_id": -1, "sim": -1}, {"content": "Recently, double- and trihaploid individuals have been sequenced, yielding whole genome sequences of higher quality.", "id_L": 42, "id_R": 42, "pair_id": -1, "sim": -1}, {"content": "The first whole genome assembly was estimated to contain around 57,000 genes, though the more recent genome sequences support more moderate estimates between 42,000 and 44,700 protein-coding genes.", "id_L": 43, "id_R": 43, "pair_id": -1, "sim": -1}, {"content": "Among other things, the availability of whole genome sequences has provided evidence that the wild ancestor of the cultivated apple most likely is Malus sieversii.", "id_L": 44, "id_R": 44, "pair_id": -1, "sim": -1}, {"content": "Re-sequencing of multiple accessions has supported this, while also suggesting extensive introgression from Malus sylvestris following domestication.", "id_L": 45, "id_R": 45, "pair_id": -1, "sim": -1}, {"content": "History", "id_L": 46, "id_R": 46, "pair_id": -1, "sim": -1}, {"content": "Malus sieversii is recognized as a major progenitor species to the cultivated apple, and is morphologically similar.", "id_L": 47, "id_R": 47, "pair_id": -1, "sim": -1}, {"content": "Due to the genetic variability in Central Asia, this region is generally considered the center of origin for apples.", "id_L": 48, "id_R": 48, "pair_id": -1, "sim": -1}, {"content": "The apple is thought to have been domesticated 4000–10000 years ago in the Tian Shan mountains, and then to have travelled along the Silk Road to Europe, with hybridization and introgression of wild crabapples from Siberia (M. baccata), the Caucasus (M. orientalis), and Europe (M. sylvestris).", "id_L": 49, "id_R": 49, "pair_id": -1, "sim": -1}, {"content": "Only the M. sieversii trees growing on the western side of the Tian Shan mountains contributed genetically to the domesticated apple, not the isolated population on the eastern side.", "id_L": 50, "id_R": 50, "pair_id": -1, "sim": -1}, {"content": "Chinese soft apples, such as M. asiatica and M. prunifolia, have been cultivated as dessert apples for more than 2000 years in China.", "id_L": 51, "id_R": 51, "pair_id": -1, "sim": -1}, {"content": "These are thought to be hybrids between M. baccata and M. sieversii in Kazakhstan.", "id_L": 52, "id_R": 52, "pair_id": -1, "sim": -1}, {"content": "Among the traits selected for by human growers are size, fruit acidity, color, firmness, and soluble sugar.", "id_L": 53, "id_R": 53, "pair_id": -1, "sim": -1}, {"content": "Unusually for domesticated fruits, the wild M. sieversii origin is only slightly smaller than the modern domesticated apple.", "id_L": 54, "id_R": 54, "pair_id": -1, "sim": -1}, {"content": "At the Sammardenchia-Cueis site near Udine in Northeastern Italy, seeds from some form of apples have been found in material carbon dated to around 4000 BCE.", "id_L": 55, "id_R": 55, "pair_id": -1, "sim": -1}, {"content": "Genetic analysis has not yet been successfully used to determine whether such ancient apples were wild Malus sylvestris or Malus domesticus containing Malus sieversii ancestry.", "id_L": 56, "id_R": 56, "pair_id": -1, "sim": -1}, {"content": "It is generally also hard to distinguish in the archeological record between foraged wild apples and apple plantations.", "id_L": 57, "id_R": 57, "pair_id": -1, "sim": -1}, {"content": "There is indirect evidence of apple cultivation in the third millennium BCE in the Middle East.", "id_L": 58, "id_R": 58, "pair_id": -1, "sim": -1}, {"content": "There was substantial apple production in the European classical antiquity, and grafting was certainly known then.", "id_L": 59, "id_R": 59, "pair_id": -1, "sim": -1}, {"content": "Grafting is an essential part of modern domesticated apple production, to be able to propagate the best cultivars; it is unclear when apple tree grafting was invented.", "id_L": 60, "id_R": 60, "pair_id": -1, "sim": -1}, {"content": "Winter apples, picked in late autumn and stored just above freezing, have been an important food in Asia and Europe for millennia.", "id_L": 61, "id_R": 61, "pair_id": -1, "sim": -1}, {"content": "Of the many Old World plants that the Spanish introduced to Chiloé Archipelago in the 16th century, apple trees became particularly well adapted.", "id_L": 62, "id_R": 62, "pair_id": -1, "sim": -1}, {"content": "Apples were introduced to North America by colonists in the 17th century, and the first apple orchard on the North American continent was planted in Boston by Reverend William Blaxton in 1625.", "id_L": 63, "id_R": 63, "pair_id": -1, "sim": -1}, {"content": "The only apples native to North America are crab apples, which were once called \"common apples\".", "id_L": 64, "id_R": 4, "pair_id": 64, "sim": 1.1271597692585251}, {"content": "Apple cultivars brought as seed from Europe were spread along Native American trade routes, as well as being cultivated on colonial farms.", "id_L": 65, "id_R": 0, "pair_id": 65, "sim": 1.147010901460437}, {"content": "An 1845 United States apples nursery catalogue sold 350 of the \"best\" cultivars, showing the proliferation of new North American cultivars by the early 19th century.", "id_L": 66, "id_R": 66, "pair_id": -1, "sim": -1}, {"content": "In the 20th century, irrigation projects in Eastern Washington began and allowed the development of the multibillion-dollar fruit industry, of which the apple is the leading product.", "id_L": 67, "id_R": 67, "pair_id": -1, "sim": -1}, {"content": "Until the 20th century, farmers stored apples in frostproof cellars during the winter for their own use or for sale.", "id_L": 68, "id_R": 68, "pair_id": -1, "sim": -1}, {"content": "Improved transportation of fresh apples by train and road replaced the necessity for storage.", "id_L": 69, "id_R": 69, "pair_id": -1, "sim": -1}, {"content": "Controlled atmosphere facilities are used to keep apples fresh year-round.", "id_L": 70, "id_R": 70, "pair_id": -1, "sim": -1}, {"content": "Controlled atmosphere facilities use high humidity, low oxygen, and controlled carbon dioxide levels to maintain fruit freshness.", "id_L": 71, "id_R": 71, "pair_id": -1, "sim": -1}, {"content": "They were first used in the United States in the 1960s.", "id_L": 72, "id_R": 72, "pair_id": -1, "sim": -1}, {"content": "Significance in European cultures and societies", "id_L": 73, "id_R": 73, "pair_id": -1, "sim": -1}, {"content": "Germanic paganism", "id_L": 74, "id_R": 74, "pair_id": -1, "sim": -1}, {"content": "In Norse mythology, the goddess Iðunn is portrayed in the Prose Edda (written in the 13th century by Snorri Sturluson) as providing apples to the gods that give them eternal youthfulness.", "id_L": 75, "id_R": 75, "pair_id": -1, "sim": -1}, {"content": "The English scholar H. R. Ellis Davidson links apples to religious practices in Germanic paganism, from which Norse paganism developed.", "id_L": 76, "id_R": 76, "pair_id": -1, "sim": -1}, {"content": "She points out that buckets of apples were found in the Oseberg ship burial site in Norway, that fruit and nuts (Iðunn having been described as being transformed into a nut in Skáldskaparmál) have been found in the early graves of the Germanic peoples in England and elsewhere on the continent of Europe, which may have had a symbolic meaning, and that nuts are still a recognized symbol of fertility in southwest England.", "id_L": 77, "id_R": 77, "pair_id": -1, "sim": -1}, {"content": "Davidson notes a connection between apples and the Vanir, a tribe of gods associated with fertility in Norse mythology, citing an instance of eleven \"golden apples\" being given to woo the beautiful Gerðr by Skírnir, who was acting as messenger for the major Vanir god Freyr in stanzas 19 and 20 of Skírnismál.", "id_L": 78, "id_R": 78, "pair_id": -1, "sim": -1}, {"content": "Davidson also notes a further connection between fertility and apples in Norse mythology in chapter 2 of the Völsunga saga: when the major goddess Frigg sends King Rerir an apple after he prays to Odin for a child, Frigg's messenger (in the guise of a crow) drops the apple in his lap as he sits atop a mound.", "id_L": 79, "id_R": 79, "pair_id": -1, "sim": -1}, {"content": "Rerir's wife's consumption of the apple results in a six-year pregnancy and the birth (by Caesarean section) of their son—the hero Völsung.", "id_L": 80, "id_R": 80, "pair_id": -1, "sim": -1}, {"content": "Further, Davidson points out the \"strange\" phrase \"Apples of Hel\" used in an 11th-century poem by the skald Thorbiorn Brúnarson.", "id_L": 81, "id_R": 81, "pair_id": -1, "sim": -1}, {"content": "She states this may imply that the apple was thought of by Brúnarson as the food of the dead.", "id_L": 82, "id_R": 82, "pair_id": -1, "sim": -1}, {"content": "Further, Davidson notes that the potentially Germanic goddess Nehalennia is sometimes depicted with apples and that parallels exist in early Irish stories.", "id_L": 83, "id_R": 83, "pair_id": -1, "sim": -1}, {"content": "Davidson asserts that while cultivation of the apple in Northern Europe extends back to at least the time of the Roman Empire and came to Europe from the Near East, the native varieties of apple trees growing in Northern Europe are small and bitter.", "id_L": 84, "id_R": 84, "pair_id": -1, "sim": -1}, {"content": "Davidson concludes that in the figure of Iðunn \"we must have a dim reflection of an old symbol: that of the guardian goddess of the life-giving fruit of the other world.\"", "id_L": 85, "id_R": 85, "pair_id": -1, "sim": -1}, {"content": "Greek mythology", "id_L": 86, "id_R": 86, "pair_id": -1, "sim": -1}, {"content": "Apples appear in many religious traditions, often as a mystical or forbidden fruit.", "id_L": 87, "id_R": 87, "pair_id": -1, "sim": -1}, {"content": "One of the problems identifying apples in religion, mythology and folktales is that the word \"apple\" was used as a generic term for all (foreign) fruit, other than berries, including nuts, as late as the 17th century.", "id_L": 88, "id_R": 88, "pair_id": -1, "sim": -1}, {"content": "For instance, in Greek mythology, the Greek hero Heracles, as a part of his Twelve Labours, was required to travel to the Garden of the Hesperides and pick the golden apples off the Tree of Life growing at its center.", "id_L": 89, "id_R": 89, "pair_id": -1, "sim": -1}, {"content": "The Greek goddess of discord, Eris, became disgruntled after she was excluded from the wedding of Peleus and Thetis.", "id_L": 90, "id_R": 90, "pair_id": -1, "sim": -1}, {"content": "In retaliation, she tossed a golden apple inscribed Καλλίστη (Kalliste, sometimes transliterated Kallisti, \"For the most beautiful one\"), into the wedding party.", "id_L": 91, "id_R": 91, "pair_id": -1, "sim": -1}, {"content": "Three goddesses claimed the apple: Hera, Athena, and Aphrodite.", "id_L": 92, "id_R": 92, "pair_id": -1, "sim": -1}, {"content": "Paris of Troy was appointed to select the recipient.", "id_L": 93, "id_R": 93, "pair_id": -1, "sim": -1}, {"content": "After being bribed by both Hera and Athena, Aphrodite tempted him with the most beautiful woman in the world, Helen of Sparta.", "id_L": 94, "id_R": 94, "pair_id": -1, "sim": -1}, {"content": "He awarded the apple to Aphrodite, thus indirectly causing the Trojan War.", "id_L": 95, "id_R": 95, "pair_id": -1, "sim": -1}, {"content": "The apple was thus considered, in ancient Greece, sacred to Aphrodite.", "id_L": 96, "id_R": 96, "pair_id": -1, "sim": -1}, {"content": "To throw an apple at someone was to symbolically declare one's love; and similarly, to catch it was to symbolically show one's acceptance of that love.", "id_L": 97, "id_R": 97, "pair_id": -1, "sim": -1}, {"content": "An epigram claiming authorship by Plato states:", "id_L": 98, "id_R": 98, "pair_id": -1, "sim": -1}, {"content": "I throw the apple at you, and if you are willing to love me, take it and share your girlhood with me; but if your thoughts are what I pray they are not, even then take it, and consider how short-lived is beauty.", "id_L": 99, "id_R": 99, "pair_id": -1, "sim": -1}, {"content": "Atalanta, also of Greek mythology, raced all her suitors in an attempt to avoid marriage.", "id_L": 100, "id_R": 100, "pair_id": -1, "sim": -1}, {"content": "She outran all but Hippomenes (also known as Melanion, a name possibly derived from melon, the Greek word for both \"apple\" and fruit in general), who defeated her by cunning, not speed.", "id_L": 101, "id_R": 101, "pair_id": -1, "sim": -1}, {"content": "Hippomenes knew that he could not win in a fair race, so he used three golden apples (gifts of Aphrodite, the goddess of love) to distract Atalanta.", "id_L": 102, "id_R": 102, "pair_id": -1, "sim": -1}, {"content": "It took all three apples and all of his speed, but Hippomenes was finally successful, winning the race and Atalanta's hand.", "id_L": 103, "id_R": 103, "pair_id": -1, "sim": -1}, {"content": "Christian art", "id_L": 104, "id_R": 32, "pair_id": 104, "sim": 1.300328233676436}, {"content": "Though the forbidden fruit of Eden in the Book of Genesis is not identified, popular Christian tradition has held that it was an apple that Eve coaxed Adam to share with her.", "id_L": 105, "id_R": 105, "pair_id": -1, "sim": -1}, {"content": "The origin of the popular identification with a fruit unknown in the Middle East in biblical times is found in confusion between the Latin words mālum (an apple) and mălum (an evil), each of which is normally written malum.", "id_L": 106, "id_R": 106, "pair_id": -1, "sim": -1}, {"content": "The tree of the forbidden fruit is called \"the tree of the knowledge of good and evil\" in Genesis 2:17, and the Latin for \"good and evil\" is bonum et malum.", "id_L": 107, "id_R": 107, "pair_id": -1, "sim": -1}, {"content": "Renaissance painters may also have been influenced by the story of the golden apples in the Garden of Hesperides.", "id_L": 108, "id_R": 108, "pair_id": -1, "sim": -1}, {"content": "As a result, in the story of Adam and Eve, the apple became a symbol for knowledge, immortality, temptation, the fall of man into sin, and sin itself.", "id_L": 109, "id_R": 109, "pair_id": -1, "sim": -1}, {"content": "The larynx in the human throat has been called the \"Adam's apple\" because of a notion that it was caused by the forbidden fruit remaining in the throat of Adam.", "id_L": 110, "id_R": 110, "pair_id": -1, "sim": -1}, {"content": "The apple as symbol of sexual seduction has been used to imply human sexuality, possibly in an ironic vein.", "id_L": 111, "id_R": 111, "pair_id": -1, "sim": -1}, {"content": "Proverb ===", "id_L": 112, "id_R": 112, "pair_id": -1, "sim": -1}, {"content": "The proverb, \"An apple a day keeps the doctor away\", addressing the supposed health benefits of the fruit, has been traced to 19th-century Wales, where the original phrase was \"Eat an apple on going to bed, and you'll keep the doctor from earning his bread\".", "id_L": 113, "id_R": 113, "pair_id": -1, "sim": -1}, {"content": "In the 19th century and early 20th, the phrase evolved to \"an apple a day, no doctor to pay\" and \"an apple a day sends the doctor away\"; the phrasing now commonly used was first recorded in 1922.", "id_L": 114, "id_R": 114, "pair_id": -1, "sim": -1}, {"content": "Despite the proverb, there is no evidence that eating an apple daily has any significant health effects.", "id_L": 115, "id_R": 115, "pair_id": -1, "sim": -1}, {"content": "Cultivars", "id_L": 116, "id_R": 116, "pair_id": -1, "sim": -1}, {"content": "There are more than 7,500 known cultivars (cultivated varieties) of apples.", "id_L": 117, "id_R": 117, "pair_id": -1, "sim": -1}, {"content": "Cultivars vary in their yield and the ultimate size of the tree, even when grown on the same rootstock.", "id_L": 118, "id_R": 118, "pair_id": -1, "sim": -1}, {"content": "Different cultivars are available for temperate and subtropical climates.", "id_L": 119, "id_R": 119, "pair_id": -1, "sim": -1}, {"content": "The UK's National Fruit Collection, which is the responsibility of the Department of Environment, Food, and Rural Affairs, includes a collection of over 2,000 cultivars of apple tree in Kent.", "id_L": 120, "id_R": 120, "pair_id": -1, "sim": -1}, {"content": "The University of Reading, which is responsible for developing the UK national collection database, provides access to search the national collection.", "id_L": 121, "id_R": 121, "pair_id": -1, "sim": -1}, {"content": "The University of Reading's work is part of the European Cooperative Programme for Plant Genetic Resources of which there are 38 countries participating in the Malus/Pyrus work group.", "id_L": 122, "id_R": 122, "pair_id": -1, "sim": -1}, {"content": "The UK's national fruit collection database contains much information on the characteristics and origin of many apples, including alternative names for what is essentially the same \"genetic\" apple cultivar.", "id_L": 123, "id_R": 123, "pair_id": -1, "sim": -1}, {"content": "Most of these cultivars are bred for eating fresh (dessert apples), though some are cultivated specifically for cooking (cooking apples) or producing cider.", "id_L": 124, "id_R": 124, "pair_id": -1, "sim": -1}, {"content": "Cider apples are typically too tart and astringent to eat fresh, but they give the beverage a rich flavor that dessert apples cannot.", "id_L": 125, "id_R": 125, "pair_id": -1, "sim": -1}, {"content": "Commercially popular apple cultivars are soft but crisp.", "id_L": 126, "id_R": 126, "pair_id": -1, "sim": -1}, {"content": "Other desirable qualities in modern commercial apple breeding are a colorful skin, absence of russeting, ease of shipping, lengthy storage ability, high yields, disease resistance, common apple shape, and developed flavor.", "id_L": 127, "id_R": 127, "pair_id": -1, "sim": -1}, {"content": "Modern apples are generally sweeter than older cultivars, as popular tastes in apples have varied over time.", "id_L": 128, "id_R": 128, "pair_id": -1, "sim": -1}, {"content": "Most North Americans and Europeans favor sweet, subacid apples, but tart apples have a strong minority following.", "id_L": 129, "id_R": 129, "pair_id": -1, "sim": -1}, {"content": "Extremely sweet apples with barely any acid flavor are popular in Asia, especially the Indian subcontinent.", "id_L": 130, "id_R": 130, "pair_id": -1, "sim": -1}, {"content": "Old cultivars are often oddly shaped, russeted, and grow in a variety of textures and colors.", "id_L": 131, "id_R": 131, "pair_id": -1, "sim": -1}, {"content": "Some find them to have better flavor than modern cultivars, but they may have other problems that make them commercially unviable—low yield, disease susceptibility, poor tolerance for storage or transport, or just being the \"wrong\" size.", "id_L": 132, "id_R": 132, "pair_id": -1, "sim": -1}, {"content": "A few old cultivars are still produced on a large scale, but many have been preserved by home gardeners and farmers that sell directly to local markets.", "id_L": 133, "id_R": 133, "pair_id": -1, "sim": -1}, {"content": "Many unusual and locally important cultivars with their own unique taste and appearance exist; apple conservation campaigns have sprung up around the world to preserve such local cultivars from extinction.", "id_L": 134, "id_R": 134, "pair_id": -1, "sim": -1}, {"content": "In the United Kingdom, old cultivars such as 'Cox's Orange Pippin' and 'Egremont Russet' are still commercially important even though by modern standards they are low yielding and susceptible to disease.", "id_L": 135, "id_R": 135, "pair_id": -1, "sim": -1}, {"content": "Cultivation", "id_L": 136, "id_R": 136, "pair_id": -1, "sim": -1}, {"content": "Breeding", "id_L": 137, "id_R": 137, "pair_id": -1, "sim": -1}, {"content": "Many apples grow readily from seeds.", "id_L": 138, "id_R": 138, "pair_id": -1, "sim": -1}, {"content": "However, more than with most perennial fruits, apples must be propagated asexually to obtain the sweetness and other desirable characteristics of the parent.", "id_L": 139, "id_R": 139, "pair_id": -1, "sim": -1}, {"content": "This is because seedling apples are an example of \"extreme heterozygotes\", in that rather than inheriting genes from their parents to create a new apple with parental characteristics, they are instead significantly different from their parents, perhaps to compete with the many pests.", "id_L": 140, "id_R": 140, "pair_id": -1, "sim": -1}, {"content": "Triploid cultivars have an additional reproductive barrier in that three sets of chromosomes cannot be divided evenly during meiosis, yielding unequal segregation of the chromosomes (aneuploids).", "id_L": 141, "id_R": 141, "pair_id": -1, "sim": -1}, {"content": "Even in the case when a triploid plant can produce a seed (apples are an example), it occurs infrequently, and seedlings rarely survive.", "id_L": 142, "id_R": 142, "pair_id": -1, "sim": -1}, {"content": "Because apples are not true breeders when planted as seeds, although cuttings can take root and breed true, and may live for a century, grafting is usually used.", "id_L": 143, "id_R": 143, "pair_id": -1, "sim": -1}, {"content": "The rootstock used for the bottom of the graft can be selected to produce trees of a large variety of sizes, as well as changing the winter hardiness, insect and disease resistance, and soil preference of the resulting tree.", "id_L": 144, "id_R": 144, "pair_id": -1, "sim": -1}, {"content": "Dwarf rootstocks can be used to produce very small trees (less than 3.0 m or 10 ft high at maturity), which bear fruit many years earlier in their life cycle than full size trees, and are easier to harvest.", "id_L": 145, "id_R": 145, "pair_id": -1, "sim": -1}, {"content": "Dwarf rootstocks for apple trees can be traced as far back as 300 BCE, to the area of Persia and Asia Minor.", "id_L": 146, "id_R": 146, "pair_id": -1, "sim": -1}, {"content": "Alexander the Great sent samples of dwarf apple trees to Aristotle's Lyceum.", "id_L": 147, "id_R": 147, "pair_id": -1, "sim": -1}, {"content": "Dwarf rootstocks became common by the 15th century and later went through several cycles of popularity and decline throughout the world.", "id_L": 148, "id_R": 148, "pair_id": -1, "sim": -1}, {"content": "The majority of the rootstocks used today to control size in apples were developed in England in the early 1900s.", "id_L": 149, "id_R": 149, "pair_id": -1, "sim": -1}, {"content": "The East Malling Research Station conducted extensive research into rootstocks, and today their rootstocks are given an \"M\" prefix to designate their origin.", "id_L": 150, "id_R": 150, "pair_id": -1, "sim": -1}, {"content": "Rootstocks marked with an \"MM\" prefix are Malling-series cultivars later crossed with trees of 'Northern Spy' in Merton, England.", "id_L": 151, "id_R": 151, "pair_id": -1, "sim": -1}, {"content": "Most new apple cultivars originate as seedlings, which either arise by chance or are bred by deliberately crossing cultivars with promising characteristics.", "id_L": 152, "id_R": 152, "pair_id": -1, "sim": -1}, {"content": "The words \"seedling\", \"pippin\", and \"kernel\" in the name of an apple cultivar suggest that it originated as a seedling.", "id_L": 153, "id_R": 153, "pair_id": -1, "sim": -1}, {"content": "Apples can also form bud sports (mutations on a single branch).", "id_L": 154, "id_R": 154, "pair_id": -1, "sim": -1}, {"content": "Some bud sports turn out to be improved strains of the parent cultivar.", "id_L": 155, "id_R": 155, "pair_id": -1, "sim": -1}, {"content": "Some differ sufficiently from the parent tree to be considered new cultivars.", "id_L": 156, "id_R": 156, "pair_id": -1, "sim": -1}, {"content": "Since the 1930s, the Excelsior Experiment Station at the University of Minnesota has introduced a steady progression of important apples that are widely grown, both commercially and by local orchardists, throughout Minnesota and Wisconsin.", "id_L": 157, "id_R": 157, "pair_id": -1, "sim": -1}, {"content": "Its most important contributions have included 'Haralson' (which is the most widely cultivated apple in Minnesota), 'Wealthy', 'Honeygold', and 'Honeycrisp'.", "id_L": 158, "id_R": 22, "pair_id": 158, "sim": 1.127509257533356}, {"content": "Apples have been acclimatized in Ecuador at very high altitudes, where they can often, with the needed factors, provide crops twice per year because of constant temperate conditions year-round.", "id_L": 159, "id_R": 159, "pair_id": -1, "sim": -1}, {"content": "Pollination", "id_L": 160, "id_R": 160, "pair_id": -1, "sim": -1}, {"content": "Apples are self-incompatible; they must cross-pollinate to develop fruit.", "id_L": 161, "id_R": 161, "pair_id": -1, "sim": -1}, {"content": "During the flowering each season, apple growers often utilize pollinators to carry pollen.", "id_L": 162, "id_R": 162, "pair_id": -1, "sim": -1}, {"content": "Honey bees are most commonly used.", "id_L": 163, "id_R": 19, "pair_id": 163, "sim": 1.100612338909222}, {"content": "Orchard mason bees are also used as supplemental pollinators in commercial orchards.", "id_L": 164, "id_R": 164, "pair_id": -1, "sim": -1}, {"content": "Bumblebee queens are sometimes present in orchards, but not usually in sufficient number to be significant pollinators.", "id_L": 165, "id_R": 17, "pair_id": 165, "sim": 1.233028151570904}, {"content": "There are four to seven pollination groups in apples, depending on climate:", "id_L": 166, "id_R": 7, "pair_id": 166, "sim": 1.019326975159021}, {"content": "Group A – Early flowering, 1 to 3 May in England ('Gravenstein', 'Red Astrachan')", "id_L": 167, "id_R": 26, "pair_id": 167, "sim": 1.062983937101519}, {"content": "Group B – 4 to 7 May ('Idared', 'McIntosh')", "id_L": 168, "id_R": 168, "pair_id": -1, "sim": -1}, {"content": "Group C – Mid-season flowering, 8 to 11 May ('Granny Smith', 'Cox's Orange Pippin')", "id_L": 169, "id_R": 169, "pair_id": -1, "sim": -1}, {"content": "Group D – Mid/late season flowering, 12 to 15 May ('Golden Delicious', 'Calville blanc d'hiver')", "id_L": 170, "id_R": 170, "pair_id": -1, "sim": -1}, {"content": "Group E – Late flowering, 16 to 18 May ('Braeburn', 'Reinette d'Orléans')", "id_L": 171, "id_R": 171, "pair_id": -1, "sim": -1}, {"content": "Group F – 19 to 23 May ('Suntan')", "id_L": 172, "id_R": 172, "pair_id": -1, "sim": -1}, {"content": "Group H – 24 to 28 May ('Court-Pendu Gris' – also called Court-Pendu plat)One cultivar can be pollinated by a compatible cultivar from the same group or close (A with A, or A with B, but not A with C or D).Cultivars are sometimes classified by the day of peak bloom in the average 30-day blossom period, with pollenizers selected from cultivars within a 6-day overlap period.", "id_L": 173, "id_R": 173, "pair_id": -1, "sim": -1}, {"content": "Maturation and harvest", "id_L": 174, "id_R": 174, "pair_id": -1, "sim": -1}, {"content": "Cultivars vary in their yield and the ultimate size of the tree, even when grown on the same rootstock.", "id_L": 175, "id_R": 175, "pair_id": -1, "sim": -1}, {"content": "Some cultivars, if left unpruned, grow very large—letting them bear more fruit, but making harvesting more difficult.", "id_L": 176, "id_R": 176, "pair_id": -1, "sim": -1}, {"content": "Depending on tree density (number of trees planted per unit surface area), mature trees typically bear 40–200 kg (90–440 lb) of apples each year, though productivity can be close to zero in poor years.", "id_L": 177, "id_R": 177, "pair_id": -1, "sim": -1}, {"content": "Apples are harvested using three-point ladders that are designed to fit amongst the branches.", "id_L": 178, "id_R": 5, "pair_id": 178, "sim": 1.0349034673736}, {"content": "Trees grafted on dwarfing rootstocks bear about 10–80 kg (20–180 lb) of fruit per year.", "id_L": 179, "id_R": 179, "pair_id": -1, "sim": -1}, {"content": "Farms with apple orchards open them to the public so consumers can pick their own apples.", "id_L": 180, "id_R": 180, "pair_id": -1, "sim": -1}, {"content": "Crops ripen at different times of the year according to the cultivar.", "id_L": 181, "id_R": 37, "pair_id": 181, "sim": 1.090617981477313}, {"content": "Cultivar that yield their crop in the summer include 'Gala', 'Golden Supreme', 'McIntosh', 'Transparent', 'Primate', 'Sweet Bough', and 'Duchess'; fall producers include 'Fuji', 'Jonagold', 'Golden Delicious', 'Red Delicious', 'Chenango', 'Gravenstein', 'Wealthy', 'McIntosh', 'Snow', and 'Blenheim'; winter producers include 'Winesap', 'Granny Smith', 'King', 'Wagener', 'Swayzie', 'Greening', and 'Tolman Sweet'.", "id_L": 182, "id_R": 9, "pair_id": 182, "sim": 1.017143597452204}, {"content": "Storage", "id_L": 183, "id_R": 35, "pair_id": 183, "sim": 1.100352305512364}, {"content": "Commercially, apples can be stored for a few months in controlled atmosphere chambers to delay ethylene-induced ripening.", "id_L": 184, "id_R": 184, "pair_id": -1, "sim": -1}, {"content": "Apples are commonly stored in chambers with higher concentrations of carbon dioxide and high air filtration.", "id_L": 185, "id_R": 21, "pair_id": 185, "sim": 1.18942801206014}, {"content": "This prevents ethylene concentrations from rising to higher amounts and preventing ripening from occurring too quickly.", "id_L": 186, "id_R": 186, "pair_id": -1, "sim": -1}, {"content": "For home storage, most cultivars of apple can be held for approximately two weeks when kept at the coolest part of the refrigerator (i.e. below 5 °C).", "id_L": 187, "id_R": 187, "pair_id": -1, "sim": -1}, {"content": "Some can be stored up to a year without significant degradation.", "id_L": 188, "id_R": 188, "pair_id": -1, "sim": -1}, {"content": "Some varieties of apples (e.g. 'Granny Smith' and 'Fuji') have more than three times the storage life of others.", "id_L": 189, "id_R": 189, "pair_id": -1, "sim": -1}, {"content": "Non-organic apples may be sprayed with a substance 1-methylcyclopropene blocking the apples' ethylene receptors, temporarily preventing them from ripening.", "id_L": 190, "id_R": 190, "pair_id": -1, "sim": -1}, {"content": "Pests and diseases", "id_L": 191, "id_R": 191, "pair_id": -1, "sim": -1}, {"content": "Apple trees are susceptible to a number of fungal and bacterial diseases and insect pests.", "id_L": 192, "id_R": 192, "pair_id": -1, "sim": -1}, {"content": "Many commercial orchards pursue a program of chemical sprays to maintain high fruit quality, tree health, and high yields.", "id_L": 193, "id_R": 193, "pair_id": -1, "sim": -1}, {"content": "These prohibit the use of synthetic pesticides, though some older pesticides are allowed.", "id_L": 194, "id_R": 13, "pair_id": 194, "sim": 1.176697852676635}, {"content": "Organic methods include, for instance, introducing its natural predator to reduce the population of a particular pest.", "id_L": 195, "id_R": 195, "pair_id": -1, "sim": -1}, {"content": "A wide range of pests and diseases can affect the plant.", "id_L": 196, "id_R": 3, "pair_id": 196, "sim": 1.067196190577603}, {"content": "Three of the more common diseases or pests are mildew, aphids, and apple scab.", "id_L": 197, "id_R": 197, "pair_id": -1, "sim": -1}, {"content": "Mildew is characterized by light grey powdery patches appearing on the leaves, shoots and flowers, normally in spring.", "id_L": 198, "id_R": 198, "pair_id": -1, "sim": -1}, {"content": "The flowers turn a creamy yellow color and do not develop correctly.", "id_L": 199, "id_R": 199, "pair_id": -1, "sim": -1}, {"content": "This can be treated similarly to Botrytis—eliminating the conditions that caused the disease and burning the infected plants are among recommended actions.", "id_L": 200, "id_R": 200, "pair_id": -1, "sim": -1}, {"content": "Aphids are a small insect.", "id_L": 201, "id_R": 201, "pair_id": -1, "sim": -1}, {"content": "Five species of aphids commonly attack apples: apple grain aphid, rosy apple aphid, apple aphid, spirea aphid, and the woolly apple aphid.", "id_L": 202, "id_R": 202, "pair_id": -1, "sim": -1}, {"content": "The aphid species can be identified by color, time of year, and by differences in the cornicles (small paired projections from their rear).", "id_L": 203, "id_R": 203, "pair_id": -1, "sim": -1}, {"content": "Aphids feed on foliage using needle-like mouth parts to suck out plant juices.", "id_L": 204, "id_R": 11, "pair_id": 204, "sim": 1.128648658492344}, {"content": "When present in high numbers, certain species reduce tree growth and vigor.", "id_L": 205, "id_R": 205, "pair_id": -1, "sim": -1}, {"content": "Apple scab: Apple scab causes leaves to develop olive-brown spots with a velvety texture that later turn brown and become cork-like in texture.", "id_L": 206, "id_R": 206, "pair_id": -1, "sim": -1}, {"content": "The disease also affects the fruit, which also develops similar brown spots with velvety or cork-like textures.", "id_L": 207, "id_R": 207, "pair_id": -1, "sim": -1}, {"content": "Apple scab is spread through fungus growing in old apple leaves on the ground and spreads during warm spring weather to infect the new year's growth.", "id_L": 208, "id_R": 208, "pair_id": -1, "sim": -1}, {"content": "Among the most serious disease problems is a bacterial disease called fireblight, and two fungal diseases: Gymnosporangium rust and black spot.", "id_L": 209, "id_R": 209, "pair_id": -1, "sim": -1}, {"content": "Other pests that affect apple trees include Codling moths and apple maggots.", "id_L": 210, "id_R": 210, "pair_id": -1, "sim": -1}, {"content": "Young apple trees are also prone to mammal pests like mice and deer, which feed on the soft bark of the trees, especially in winter.", "id_L": 211, "id_R": 211, "pair_id": -1, "sim": -1}, {"content": "The larvae of the apple clearwing moth (red-belted clearwing) burrow through the bark and into the phloem of apple trees, potentially causing significant damage.", "id_L": 212, "id_R": 212, "pair_id": -1, "sim": -1}, {"content": "Production", "id_L": 213, "id_R": 213, "pair_id": -1, "sim": -1}, {"content": "World production of apples in 2020 was 86 million tonnes, with China producing 47% of the total (table).", "id_L": 214, "id_R": 214, "pair_id": -1, "sim": -1}, {"content": "Secondary producers were the United States and Turkey.", "id_L": 215, "id_R": 215, "pair_id": -1, "sim": -1}, {"content": "Nutrition ==", "id_L": 216, "id_R": 216, "pair_id": -1, "sim": -1}, {"content": "A raw apple is 86% water and 14% carbohydrates, with negligible content of fat and protein (table).", "id_L": 217, "id_R": 217, "pair_id": -1, "sim": -1}, {"content": "A reference serving of a raw apple with skin weighing 100 grams provides 52 calories and a moderate content of dietary fiber.", "id_L": 218, "id_R": 218, "pair_id": -1, "sim": -1}, {"content": "Otherwise, there is low content of micronutrients, with the Daily Values of all falling below 10%.", "id_L": 219, "id_R": 12, "pair_id": 219, "sim": 1.157565748065877}, {"content": "Uses", "id_L": 220, "id_R": 38, "pair_id": 220, "sim": 1.175997872916298}, {"content": "All parts of the fruit, including the skin, except for the seeds, are suitable for human consumption.", "id_L": 221, "id_R": 221, "pair_id": -1, "sim": -1}, {"content": "The core, from stem to bottom, containing the seeds, is usually not eaten and is discarded.", "id_L": 222, "id_R": 222, "pair_id": -1, "sim": -1}, {"content": "Apples can be consumed in various ways: juice, raw in salads, baked in pies, cooked into sauces and spreads like apple butter, and other baked dishes.", "id_L": 223, "id_R": 223, "pair_id": -1, "sim": -1}, {"content": "Apples are sometimes used as an ingredient in savory foods, such as sausage and stuffing.", "id_L": 224, "id_R": 224, "pair_id": -1, "sim": -1}, {"content": "Several techniques are used to preserve apples and apple products.", "id_L": 225, "id_R": 28, "pair_id": 225, "sim": 1.081235070017502}, {"content": "Apples can be canned, dried or frozen.", "id_L": 226, "id_R": 226, "pair_id": -1, "sim": -1}, {"content": "Canned or frozen apples are eventually baked into pies or other cooked dishes.", "id_L": 227, "id_R": 10, "pair_id": 227, "sim": 1.278500986915999}, {"content": "Apple juice or cider is also bottled.", "id_L": 228, "id_R": 228, "pair_id": -1, "sim": -1}, {"content": "Apple juice is often concentrated and frozen.", "id_L": 229, "id_R": 229, "pair_id": -1, "sim": -1}, {"content": "Popular uses ===", "id_L": 230, "id_R": 230, "pair_id": -1, "sim": -1}, {"content": "Apples are often eaten raw.", "id_L": 231, "id_R": 8, "pair_id": 231, "sim": 1.135484033985029}, {"content": "Cultivars bred for raw consumption are termed dessert or table apples.", "id_L": 232, "id_R": 232, "pair_id": -1, "sim": -1}, {"content": "In the UK, a toffee apple is a traditional confection made by coating an apple in hot toffee and allowing it to cool.", "id_L": 233, "id_R": 233, "pair_id": -1, "sim": -1}, {"content": "Similar treats in the U.S. are candy apples (coated in a hard shell of crystallized sugar syrup) and caramel apples (coated with cooled caramel).", "id_L": 234, "id_R": 234, "pair_id": -1, "sim": -1}, {"content": "Apples are eaten with honey at the Jewish New Year of Rosh Hashanah to symbolize a sweet new year.", "id_L": 235, "id_R": 235, "pair_id": -1, "sim": -1}, {"content": "Apples are an important ingredient in many desserts, such as apple pie, apple crumble, apple crisp and apple cake.", "id_L": 236, "id_R": 236, "pair_id": -1, "sim": -1}, {"content": "When cooked, some apple cultivars easily form a puree known as apple sauce.", "id_L": 237, "id_R": 237, "pair_id": -1, "sim": -1}, {"content": "Apples are also made into apple butter and apple jelly.", "id_L": 238, "id_R": 238, "pair_id": -1, "sim": -1}, {"content": "They are often baked or stewed and are also (cooked) in some meat dishes.", "id_L": 239, "id_R": 239, "pair_id": -1, "sim": -1}, {"content": "Dried apples can be eaten or reconstituted (soaked in water, alcohol or some other liquid).", "id_L": 240, "id_R": 240, "pair_id": -1, "sim": -1}, {"content": "Apples are milled or pressed to produce apple juice, which may be drunk unfiltered (called apple cider in North America), or filtered.", "id_L": 241, "id_R": 16, "pair_id": 241, "sim": 1.199683328059289}, {"content": "Filtered juice is often concentrated and frozen, then reconstituted later and consumed.", "id_L": 242, "id_R": 242, "pair_id": -1, "sim": -1}, {"content": "Apple juice can be fermented to make cider (called hard cider in North America), ciderkin, and vinegar.", "id_L": 243, "id_R": 243, "pair_id": -1, "sim": -1}, {"content": "Through distillation, various alcoholic beverages can be produced, such as applejack, Calvados, and apfelwein.", "id_L": 244, "id_R": 244, "pair_id": -1, "sim": -1}, {"content": "Organic production ===", "id_L": 245, "id_R": 245, "pair_id": -1, "sim": -1}, {"content": "Organic apples are commonly produced in the United States.", "id_L": 246, "id_R": 246, "pair_id": -1, "sim": -1}, {"content": "Due to infestations by key insects and diseases, organic production is difficult in Europe.", "id_L": 247, "id_R": 247, "pair_id": -1, "sim": -1}, {"content": "The use of pesticides containing chemicals, such as sulfur, copper, microorganisms, viruses, clay powders, or plant extracts (pyrethrum, neem) has been approved by the EU Organic Standing Committee to improve organic yield and quality.", "id_L": 248, "id_R": 248, "pair_id": -1, "sim": -1}, {"content": "A light coating of kaolin, which forms a physical barrier to some pests, also may help prevent apple sun scalding.", "id_L": 249, "id_R": 249, "pair_id": -1, "sim": -1}, {"content": "Phytochemicals ===", "id_L": 250, "id_R": 250, "pair_id": -1, "sim": -1}, {"content": "Apple skins and seeds contain various phytochemicals, particularly polyphenols which are under preliminary research for their potential health effects.", "id_L": 251, "id_R": 251, "pair_id": -1, "sim": -1}, {"content": "Non-browning apples ===", "id_L": 252, "id_R": 18, "pair_id": 252, "sim": 1.380660480668713}, {"content": "The enzyme polyphenol oxidase causes browning in sliced or bruised apples, by catalyzing the oxidation of phenolic compounds to o-quinones, a browning factor.", "id_L": 253, "id_R": 253, "pair_id": -1, "sim": -1}, {"content": "Browning reduces apple taste, color, and food value.", "id_L": 254, "id_R": 254, "pair_id": -1, "sim": -1}, {"content": "Arctic apples, a non-browning group of apples introduced to the United States market in 2019, have been genetically modified to silence the expression of polyphenol oxidase, thereby delaying a browning effect and improving apple eating quality.", "id_L": 255, "id_R": 255, "pair_id": -1, "sim": -1}, {"content": "The US Food and Drug Administration in 2015, and Canadian Food Inspection Agency in 2017, determined that Arctic apples are as safe and nutritious as conventional apples.", "id_L": 256, "id_R": 256, "pair_id": -1, "sim": -1}, {"content": "Other products ===", "id_L": 257, "id_R": 257, "pair_id": -1, "sim": -1}, {"content": "Apple seed oil is obtained by pressing apple seeds for manufacturing cosmetics.", "id_L": 258, "id_R": 2, "pair_id": 258, "sim": 1.1676131985774}, {"content": "Research ===", "id_L": 259, "id_R": 23, "pair_id": 259, "sim": 1.308617262907141}, {"content": "Preliminary research is investigating whether apple consumption may affect the risk of some types of cancer.", "id_L": 260, "id_R": 260, "pair_id": -1, "sim": -1}, {"content": "Allergy ===", "id_L": 261, "id_R": 261, "pair_id": -1, "sim": -1}, {"content": "One form of apple allergy, often found in northern Europe, is called birch-apple syndrome and is found in people who are also allergic to birch pollen.", "id_L": 262, "id_R": 262, "pair_id": -1, "sim": -1}, {"content": "Allergic reactions are triggered by a protein in apples that is similar to birch pollen, and people affected by this protein can also develop allergies to other fruits, nuts, and vegetables.", "id_L": 263, "id_R": 263, "pair_id": -1, "sim": -1}, {"content": "Reactions, which entail oral allergy syndrome (OAS), generally involve itching and inflammation of the mouth and throat, but in rare cases can also include life-threatening anaphylaxis.", "id_L": 264, "id_R": 264, "pair_id": -1, "sim": -1}, {"content": "This reaction only occurs when raw fruit is consumed—the allergen is neutralized in the cooking process.", "id_L": 265, "id_R": 265, "pair_id": -1, "sim": -1}, {"content": "The variety of apple, maturity and storage conditions can change the amount of allergen present in individual fruits.", "id_L": 266, "id_R": 266, "pair_id": -1, "sim": -1}, {"content": "Long storage times can increase the amount of proteins that cause birch-apple syndrome.", "id_L": 267, "id_R": 267, "pair_id": -1, "sim": -1}, {"content": "In other areas, such as the Mediterranean, some individuals have adverse reactions to apples because of their similarity to peaches.", "id_L": 268, "id_R": 268, "pair_id": -1, "sim": -1}, {"content": "This form of apple allergy also includes OAS, but often has more severe symptoms, such as vomiting, abdominal pain and urticaria, and can be life-threatening.", "id_L": 269, "id_R": 20, "pair_id": 269, "sim": 1.239261490274375}, {"content": "Individuals with this form of allergy can also develop reactions to other fruits and nuts.", "id_L": 270, "id_R": 270, "pair_id": -1, "sim": -1}, {"content": "Cooking does not break down the protein causing this particular reaction, so affected individuals cannot eat raw or cooked apples.", "id_L": 271, "id_R": 271, "pair_id": -1, "sim": -1}, {"content": "Freshly harvested, over-ripe fruits tend to have the highest levels of the protein that causes this reaction.", "id_L": 272, "id_R": 272, "pair_id": -1, "sim": -1}, {"content": "Breeding efforts have yet to produce a hypoallergenic fruit suitable for either of the two forms of apple allergy.", "id_L": 273, "id_R": 273, "pair_id": -1, "sim": -1}, {"content": "Toxicity of seeds ===", "id_L": 274, "id_R": 274, "pair_id": -1, "sim": -1}, {"content": "Apple seeds contain small amounts of amygdalin, a sugar and cyanide compound known as a cyanogenic glycoside.", "id_L": 275, "id_R": 275, "pair_id": -1, "sim": -1}, {"content": "Ingesting small amounts of apple seeds causes no ill effects, but consumption of extremely large doses can cause adverse reactions.", "id_L": 276, "id_R": 276, "pair_id": -1, "sim": -1}, {"content": "It may take several hours before the poison takes effect, as cyanogenic glycosides must be hydrolyzed before the cyanide ion is released.", "id_L": 277, "id_R": 277, "pair_id": -1, "sim": -1}, {"content": "The United States National Library of Medicine's Hazardous Substances Data Bank records no cases of amygdalin poisoning from consuming apple seeds.", "id_L": 278, "id_R": 278, "pair_id": -1, "sim": -1}, {"content": "See also", "id_L": 279, "id_R": 279, "pair_id": -1, "sim": -1}, {"content": "References", "id_L": 280, "id_R": 280, "pair_id": -1, "sim": -1}, {"content": "Further reading ==", "id_L": 281, "id_R": 281, "pair_id": -1, "sim": -1}, {"content": "Books", "id_L": 282, "id_R": 282, "pair_id": -1, "sim": -1}, {"content": "Browning, F. (1999).", "id_L": 283, "id_R": 283, "pair_id": -1, "sim": -1}, {"content": "Apples: The Story of the Fruit of Temptation.", "id_L": 284, "id_R": 24, "pair_id": 284, "sim": 1.125253524120503}, {"content": "North Point Press.", "id_L": 285, "id_R": 31, "pair_id": 285, "sim": 1.187937346964826}, {"content": "ISBN 978-0-86547-579-3.", "id_L": 286, "id_R": 27, "pair_id": 286, "sim": 1.180712955422973}, {"content": "Mabberley, D.J.; Juniper, B.E. (2009).", "id_L": 287, "id_R": 30, "pair_id": 287, "sim": 1.066849260246779}, {"content": "The Story of the Apple.", "id_L": 288, "id_R": 36, "pair_id": 288, "sim": 1.105263176923826}, {"content": "Timber Press.", "id_L": 289, "id_R": 289, "pair_id": -1, "sim": -1}, {"content": "ISBN 978-1-60469-172-6.", "id_L": 290, "id_R": 25, "pair_id": 290, "sim": 1.142833552934353}, {"content": "Humor and Philosophy Relating to Apples.", "id_L": 291, "id_R": 291, "pair_id": -1, "sim": -1}, {"content": "Reading Eagle.", "id_L": 292, "id_R": 292, "pair_id": -1, "sim": -1}, {"content": "Reading, PA.", "id_L": 293, "id_R": 293, "pair_id": -1, "sim": -1}, {"content": "2 November 1933.", "id_L": 294, "id_R": 294, "pair_id": -1, "sim": -1}, {"content": "Retrieved 24 May 2019.", "id_L": 295, "id_R": 295, "pair_id": -1, "sim": -1}, {"content": "External links ==", "id_L": 296, "id_R": 296, "pair_id": -1, "sim": -1}, {"content": " Media related to Apples at Wikimedia Commons", "id_L": 297, "id_R": 297, "pair_id": -1, "sim": -1}], "right": [{"content": "Dr Öpfel, gnauer dr Kulturöpfel, isch äini vo de Obstarte, wo seer gsund und wirtschaftlig seer bedütend si, und waggst uf Öpfelböim.", "id_L": 65, "id_R": 0, "pair_id": 65, "sim": 1.147010901460437}, {"content": "Beschriibig", "id_L": 19, "id_R": 1, "pair_id": 19, "sim": 1.0883194523256021}, {"content": "S Fruchtfleisch vom Öpfel entstoot nit us em Fruchtchnoote, sondern us dr Blüetenaggse.", "id_L": 258, "id_R": 2, "pair_id": 258, "sim": 1.1676131985774}, {"content": "Dr Biolog reedet dorum vo Schiinfrücht.", "id_L": 196, "id_R": 3, "pair_id": 196, "sim": 1.067196190577603}, {"content": "D Öpfelfrucht, wo dr Öpfel tüpisch isch für sä, isch e Sonderform vo dr Sammelbalgfrucht.", "id_L": 64, "id_R": 4, "pair_id": 64, "sim": 1.1271597692585251}, {"content": "E Balg bestoot us eme Fruchtblatt, wo ere Noot nooch mit sich sälber duet verwaggse.", "id_L": 178, "id_R": 5, "pair_id": 178, "sim": 1.0349034673736}, {"content": "Zmizt im Fruchtfläisch entstoot us em balgäänlige Fruchtblatt e petgamäntartigs Ghüüs.", "id_L": 6, "id_R": 6, "pair_id": 6, "sim": 1.034201973145122}, {"content": "Im Fruchtfläisch sälber het s nume doo und dört äinzelni Stäizällenäster.", "id_L": 166, "id_R": 7, "pair_id": 166, "sim": 1.019326975159021}, {"content": "D Öpfel wärde au noch em Günne rif.", "id_L": 231, "id_R": 8, "pair_id": 231, "sim": 1.135484033985029}, {"content": "Si ghööre zu de klimakterische Frücht.", "id_L": 182, "id_R": 9, "pair_id": 182, "sim": 1.017143597452204}, {"content": "Wemm mä en Öpfel zun ere Banane oder zu andere Frücht legt, wärde die schnäller rif.", "id_L": 227, "id_R": 10, "pair_id": 227, "sim": 1.278500986915999}, {"content": "Das chunnt vom gasförmige Pflanzehormon Ethen, wo bim Noochrife freigsetzt wird.", "id_L": 204, "id_R": 11, "pair_id": 204, "sim": 1.128648658492344}, {"content": "Wägen em enzymatische Bruunwärde wird s Fruchtfläisch dört, wo s nit dur d Schale gschützt isch, je noch dr Sorte und em Vitamin-C-Ghalt meer oder weniger schnäll bruun.", "id_L": 219, "id_R": 12, "pair_id": 219, "sim": 1.157565748065877}, {"content": "Das macht gsundhäitlig nüt us, het aber en Iifluss uf die medizinischi Häilwirkig.", "id_L": 194, "id_R": 13, "pair_id": 194, "sim": 1.176697852676635}, {"content": "Bruuni Füüli im Zämmehang mit Schimmelbilz hingege füert zum ene hööchere Patulin-Ghalt im Öpfelsaft und Patulin isch sterker chräbserregend as Nikotin.", "id_L": 36, "id_R": 14, "pair_id": 36, "sim": 1.082807238656357}, {"content": "Wemm mä dr Öpfel roo isst, loot mä s herte Bitzgi mäistens lo si.", "id_L": 15, "id_R": 15, "pair_id": -1, "sim": -1}, {"content": "Es wird vilmol verzellt, ass mä Öpfel nit rübis und stübis sött ässe, wil s in de Chärn (de Soome) Blausüüri het.", "id_L": 241, "id_R": 16, "pair_id": 241, "sim": 1.199683328059289}, {"content": "Die verschidnige Öpfelsorte häi meer oder weniger vil Blausüüri in de Chärn, aber das isch eso wenig, ass wemm mä nume e baar Öpfel isst, das umbedänklig isch.", "id_L": 165, "id_R": 17, "pair_id": 165, "sim": 1.233028151570904}, {"content": "Dr Öpfel as Häilpflanze ==", "id_L": 252, "id_R": 18, "pair_id": 252, "sim": 1.380660480668713}, {"content": "Öpfelässe, vor allem mit dr Schaale, isch gsund.", "id_L": 163, "id_R": 19, "pair_id": 163, "sim": 1.100612338909222}, {"content": "Öpfel si guet für e Maage, wemm mä sä regelmäässig isst wird s Risiko chliiner, e Härz- und Gfäässchranket, Asthma und Lungefunkzionsstöörige, Diabetes mellitus und Chräbs überzchoo.", "id_L": 269, "id_R": 20, "pair_id": 269, "sim": 1.239261490274375}, {"content": "Bim Chräbs hälfe Öpfel vor allem gege Darm- und Lungechräbs.", "id_L": 185, "id_R": 21, "pair_id": 185, "sim": 1.18942801206014}, {"content": "Die grösste Öpfelbroduzänte", "id_L": 158, "id_R": 22, "pair_id": 158, "sim": 1.127509257533356}, {"content": "Literatur ==", "id_L": 259, "id_R": 23, "pair_id": 259, "sim": 1.308617262907141}, {"content": "Eckart Brandt: Brandts Apfellust.", "id_L": 284, "id_R": 24, "pair_id": 284, "sim": 1.125253524120503}, {"content": "Mosaik, Münche 2000, ISBN 3-576-11441-6.", "id_L": 290, "id_R": 25, "pair_id": 290, "sim": 1.142833552934353}, {"content": "Eckart Brandt: Mein großes Apfelbuch.", "id_L": 167, "id_R": 26, "pair_id": 167, "sim": 1.062983937101519}, {"content": "Bassermann, Münche 2003, ISBN 3-8094-1533-2.", "id_L": 286, "id_R": 27, "pair_id": 286, "sim": 1.180712955422973}, {"content": "Pierre-Marie Valat, Pascale de Bourgoing: Der Apfel und andere Früchte.", "id_L": 225, "id_R": 28, "pair_id": 225, "sim": 1.081235070017502}, {"content": "Mannheim 1992, ISBN 3-411-08541-X.", "id_L": 29, "id_R": 29, "pair_id": -1, "sim": -1}, {"content": "Ernst Ludwig Loewel, Siegfried Labus, Wiebke Fuchs (Bearb.): Deutsche Äpfel: die Handelssorten.", "id_L": 287, "id_R": 30, "pair_id": 287, "sim": 1.066849260246779}, {"content": "Norddeutschland und Niederelbe.", "id_L": 285, "id_R": 31, "pair_id": 285, "sim": 1.187937346964826}, {"content": "Ein Bildwerk.", "id_L": 104, "id_R": 32, "pair_id": 104, "sim": 1.300328233676436}, {"content": "Förderverein des Freilichtmuseums am Kiekeberg, Rosengarten-Ehestorf 2005, ISBN 3-935096-15-1.", "id_L": 33, "id_R": 33, "pair_id": -1, "sim": -1}, {"content": "Walter Karberg, Cathy Schernus:  Das Apfelbuch Berlin-Brandenburg. be.bra verlag, Berlin 2013, ISBN 978-3-86124-676-3.", "id_L": 34, "id_R": 34, "pair_id": -1, "sim": -1}, {"content": "Weblingg", "id_L": 183, "id_R": 35, "pair_id": 183, "sim": 1.100352305512364}, {"content": "Entzifferig vom Erbguet vom Öpfel", "id_L": 288, "id_R": 36, "pair_id": 288, "sim": 1.105263176923826}, {"content": "Obstsortebletter vo sältene Öpfelsorte", "id_L": 181, "id_R": 37, "pair_id": 181, "sim": 1.090617981477313}, {"content": "Fuessnoote", "id_L": 220, "id_R": 38, "pair_id": 220, "sim": 1.175997872916298}]}