{"maxSim": 1.846646844021154, "minSim": 1.175583507572607, "left": [{"content": "Fiona Apple McAfee-Maggart (born September 13, 1977) is an American singer-songwriter.", "id_L": 0, "id_R": 0, "pair_id": 0, "sim": 1.22034787160898}, {"content": "She has released five albums from 1996 to 2020, which have all reached the top 20 on the U.S. Billboard 200 chart.", "id_L": 1, "id_R": 1, "pair_id": -1, "sim": -1}, {"content": "Apple has received numerous awards and nominations, including three Grammy Awards, two MTV Video Music Awards, and a Billboard Music Award.", "id_L": 2, "id_R": 1, "pair_id": 2, "sim": 1.390799046254339}, {"content": "The youngest daughter of the actor Brandon Maggart, Apple was born in New York City and was raised alternating between her mother's home in New York and her father's in Los Angeles.", "id_L": 3, "id_R": 2, "pair_id": 3, "sim": 1.3711925852522011}, {"content": "Classically trained on piano as a child, she began composing her own songs when she was eight years old.", "id_L": 4, "id_R": 3, "pair_id": 4, "sim": 1.291288856322041}, {"content": "Her debut album, Tidal, containing songs written when she was 17, was released in 1996 and received a Grammy Award for Best Female Vocal Rock Performance for the single \"Criminal\".", "id_L": 5, "id_R": 4, "pair_id": 5, "sim": 1.320760433991446}, {"content": "She followed with When the Pawn... (1999), produced by Jon Brion, which was also critically and commercially successful and was certified Platinum.", "id_L": 6, "id_R": 5, "pair_id": 6, "sim": 1.425982804268806}, {"content": "For her third album, Extraordinary Machine (2005), Apple again collaborated with Brion and began recording the album in 2002.", "id_L": 7, "id_R": 6, "pair_id": 7, "sim": 1.315122440161097}, {"content": "However, Apple was reportedly unhappy with the production and opted not to release the record, leading fans to protest Epic Records, erroneously believing that the label was withholding its release.", "id_L": 8, "id_R": 7, "pair_id": 8, "sim": 1.243840570920523}, {"content": "The album was eventually re-produced without Brion and released in October 2005.", "id_L": 9, "id_R": 8, "pair_id": 9, "sim": 1.398958509413042}, {"content": "The album was certified Gold, and nominated for a Grammy Award for Best Pop Vocal Album.", "id_L": 10, "id_R": 10, "pair_id": -1, "sim": -1}, {"content": "In 2012, she released her fourth studio album, The Idler Wheel..., which received critical praise and was followed by a tour of the United States and was nominated for the Grammy Award for Best Alternative Music Album in 2013.", "id_L": 11, "id_R": 9, "pair_id": 11, "sim": 1.241162233448098}, {"content": "Apple's fifth studio album, Fetch the Bolt Cutters, was released in 2020 to widespread acclaim, earning two Grammy Awards: Best Alternative Music Album and Best Rock Performance for the lead single \"Shameika\".", "id_L": 12, "id_R": 10, "pair_id": 12, "sim": 1.224545553822089}, {"content": "Early life ==", "id_L": 13, "id_R": 11, "pair_id": 13, "sim": 1.470597179845192}, {"content": "Fiona Apple was born Fiona Apple McAfee-Maggart on September 13, 1977, in New York City to singer Diane McAfee and actor Brandon Maggart, who met when both were cast in the Broadway musical Applause.", "id_L": 14, "id_R": 12, "pair_id": 14, "sim": 1.303193133449175}, {"content": "Her father is from Tennessee, and through him, Apple has Melungeon ancestry.", "id_L": 15, "id_R": 15, "pair_id": -1, "sim": -1}, {"content": "Her maternal grandparents were dancer Millicent Green and big band vocalist Johnny McAfee.", "id_L": 16, "id_R": 13, "pair_id": 16, "sim": 1.4914049961044271}, {"content": "Her sister, Amber, sings cabaret under the stage name Maude Maggart, and actor Garett Maggart is her half brother.", "id_L": 17, "id_R": 14, "pair_id": 17, "sim": 1.515455711390827}, {"content": "Apple grew up in Morningside Gardens in Harlem with her mother and sister, but spent summers with her father in Los Angeles, California.", "id_L": 18, "id_R": 15, "pair_id": 18, "sim": 1.360038101763444}, {"content": "She attended St. Hilda's & St. Hugh's School.", "id_L": 19, "id_R": 19, "pair_id": -1, "sim": -1}, {"content": "Apple was classically trained on piano as a child, and began composing her own pieces by the age of eight.", "id_L": 20, "id_R": 16, "pair_id": 20, "sim": 1.269469767360079}, {"content": "When learning to play piano, she would often take sheet music and translate guitar tablature into the corresponding notes.", "id_L": 21, "id_R": 17, "pair_id": 21, "sim": 1.441864455455042}, {"content": "Apple later began to play along with jazz standard compositions after becoming proficient, through which she discovered Billie Holiday and Ella Fitzgerald, who became major influences on her.", "id_L": 22, "id_R": 18, "pair_id": 22, "sim": 1.527009680036314}, {"content": "Since childhood, Apple has struggled with obsessive-compulsive disorder, depression, and anxiety, and has also been diagnosed with complex post-traumatic stress disorder.", "id_L": 23, "id_R": 19, "pair_id": 23, "sim": 1.515429803622962}, {"content": "At age 12, she was raped outside the apartment she shared with her mother, step-father, and sister in Harlem.", "id_L": 24, "id_R": 20, "pair_id": 24, "sim": 1.5226100962097382}, {"content": "She subsequently developed an eating disorder, purposely slimming her developing body, which she saw as \"bait\" for potential predators.", "id_L": 25, "id_R": 21, "pair_id": 25, "sim": 1.695244474446052}, {"content": "I definitely did have an eating disorder, she recalled.", "id_L": 26, "id_R": 22, "pair_id": 26, "sim": 1.517134748791878}, {"content": "What was really frustrating for me was that everyone thought I was anorexic, and I wasnot.\r\nI was just really depressed and self-loathing.", "id_L": 27, "id_R": 23, "pair_id": 27, "sim": 1.576304769020052}, {"content": "She also described how her OCD had a significant impact on her eating habits, by requiring food to be a certain color or shape.", "id_L": 28, "id_R": 24, "pair_id": 28, "sim": 1.476732404960851}, {"content": "After the rape, Apple began attending Model Mugging classes, practicing self-defense, but continued to suffer panic attacks while walking home from school, which led to her relocating to Los Angeles to live with her father for one year.", "id_L": 29, "id_R": 29, "pair_id": -1, "sim": -1}, {"content": "In Los Angeles, Apple attended Alexander Hamilton High School for her second year.", "id_L": 30, "id_R": 25, "pair_id": 30, "sim": 1.5061475675211762}, {"content": "In a 2000 interview, Apple stated that, despite speculation from journalists, she did not write songs about the trauma surrounding her rape: \"It doesnot get into the writing.", "id_L": 31, "id_R": 26, "pair_id": 31, "sim": 1.442458623215678}, {"content": "It's a boring pain.", "id_L": 32, "id_R": 27, "pair_id": 32, "sim": 1.406186649081701}, {"content": "It's such a fuckin' old pain that, you know, there's nothing poetic about it.\"", "id_L": 33, "id_R": 28, "pair_id": 33, "sim": 1.773899967374042}, {"content": "Career ==", "id_L": 34, "id_R": 29, "pair_id": 34, "sim": 1.748883992359316}, {"content": "Apple was introduced to the music industry in 1994, when she gave a demo tape containing the songs \"Never Is a Promise\", \"Not One of Those Times\", and \"He Takes a Taxi\" to her friend who was the babysitter for music publicist Kathryn Schenker.", "id_L": 35, "id_R": 30, "pair_id": 35, "sim": 1.359931267503125}, {"content": "Schenker then passed the tape along to Sony Music executive Andy Slater.", "id_L": 36, "id_R": 31, "pair_id": 36, "sim": 1.357325263871405}, {"content": "Apple's abilities captured his attention, and Slater signed her to a record deal.", "id_L": 37, "id_R": 33, "pair_id": 37, "sim": 1.490363336948479}, {"content": "1996–2001: Tidal and When the Pawn...", "id_L": 38, "id_R": 34, "pair_id": 38, "sim": 1.5528299136007662}, {"content": "In 1996, Apple's debut album, Tidal, was released by Work Records and Columbia Records.", "id_L": 39, "id_R": 35, "pair_id": 39, "sim": 1.394148234955292}, {"content": "The record was largely inspired by Apple's recent breakup with her first boyfriend.", "id_L": 40, "id_R": 36, "pair_id": 40, "sim": 1.3269583662185371}, {"content": "The album sold 2.7 million copies and was certified three times Platinum in the U.S. \"Criminal\", the third single, became a hit and the song reached the Top 40 on the U.S. Billboard Hot 100.", "id_L": 41, "id_R": 37, "pair_id": 41, "sim": 1.501949636032505}, {"content": "The song's controversial Mark Romanek-directed music video played on MTV.", "id_L": 42, "id_R": 38, "pair_id": 42, "sim": 1.199460858240444}, {"content": "Other singles from Tidal included \"Shadowboxer\", \"Sleep to Dream\", and \"Never Is a Promise\".", "id_L": 43, "id_R": 40, "pair_id": 43, "sim": 1.561551706036108}, {"content": "Apple accepted the MTV Video Music Award for Best New Artist at the 1997 MTV Video Music Awards for her song \"Sleep to Dream\", during her acceptance speech she said:", "id_L": 44, "id_R": 41, "pair_id": 44, "sim": 1.559782494127985}, {"content": "This world is bullshit.", "id_L": 45, "id_R": 42, "pair_id": 45, "sim": 1.25632509636828}, {"content": "And you shouldnot model your life—wait a second—you shouldnot model your life about what you think that we think is cool and what we're wearing and what we're saying and everything.", "id_L": 46, "id_R": 44, "pair_id": 46, "sim": 1.80293980912599}, {"content": "Go with yourself.", "id_L": 47, "id_R": 45, "pair_id": 47, "sim": 1.695561155779564}, {"content": "Apple responded to criticisms of her acceptance speech in Rolling Stone in January 1998, stating, \"When I have something to say, I'll say it.\"", "id_L": 48, "id_R": 46, "pair_id": 48, "sim": 1.720681768973572}, {"content": "During this period, Apple also covered the Beatles' \"Across the Universe\" and Percy Mayfield's \"Please Send Me Someone to Love\" for the soundtrack of the film Pleasantville.", "id_L": 49, "id_R": 47, "pair_id": 49, "sim": 1.423179093850155}, {"content": "She later canceled the last 21 dates on a tour in support of her album due to \"personal family problems\".", "id_L": 50, "id_R": 48, "pair_id": 50, "sim": 1.242502560891605}, {"content": "In 1997, Apple met director Paul Thomas Anderson during a photoshoot, and the two began a relationship that lasted several years.", "id_L": 51, "id_R": 49, "pair_id": 51, "sim": 1.217770630922424}, {"content": "Apple's second album, When the Pawn..., was released in 1999.", "id_L": 52, "id_R": 52, "pair_id": -1, "sim": -1}, {"content": "Its full title is a poem Apple wrote after reading letters that appeared in Spin regarding an article that had cast her in a negative light in an earlier issue.", "id_L": 53, "id_R": 50, "pair_id": 53, "sim": 1.3844246901076032}, {"content": "The title's length earned it a spot in the Guinness Book of Records for 2001.", "id_L": 54, "id_R": 51, "pair_id": 54, "sim": 1.509157903497593}, {"content": "However, as of October 2007, it no longer has the longest album title, as Soulwax released Most of the Remixes, a remix album whose title surpasses When the Pawn's length by 100 characters.", "id_L": 55, "id_R": 52, "pair_id": 55, "sim": 1.709176121597919}, {"content": "When the Pawn was cultivated during Apple's relationship with film director Paul Thomas Anderson.", "id_L": 56, "id_R": 53, "pair_id": 56, "sim": 1.524252127559643}, {"content": "When the Pawn, which was produced by Jon Brion, used more expressive lyrics, experimented more with drum loops, and incorporated both the Chamberlin and drummer Matt Chamberlain.", "id_L": 57, "id_R": 54, "pair_id": 57, "sim": 1.38897114004446}, {"content": "The album received a positive reception from publications such as Rolling Stone.", "id_L": 58, "id_R": 55, "pair_id": 58, "sim": 1.49831228907729}, {"content": "It did not fare as well commercially as her debut, though it was an RIAA-certified Platinum album and sold one million copies in the U.S.", "id_L": 59, "id_R": 59, "pair_id": -1, "sim": -1}, {"content": "The album's lead single, \"Fast as You Can\", reached the top twenty on Billboard's Modern Rock Tracks chart and became Apple's first Top 40 hit in the UK.", "id_L": 60, "id_R": 56, "pair_id": 60, "sim": 1.282981386058103}, {"content": "The videos for two follow-up singles, \"Paper Bag\" and \"Limp\" (directed by then-boyfriend Anderson), received very little play.", "id_L": 61, "id_R": 57, "pair_id": 61, "sim": 1.371742466925078}, {"content": "In a February 2000 set hampered by equipment issues to 3,000 audience members at the New York City Roseland Ballroom, a frustrated Apple left the stage without returning.", "id_L": 62, "id_R": 58, "pair_id": 62, "sim": 1.474694056778479}, {"content": "Her performance saw Apple appearing distraught at the sound quality, apologizing numerous times for the sound and crying.", "id_L": 63, "id_R": 59, "pair_id": 63, "sim": 1.544734749972888}, {"content": "After completing a concert tour in support of her second album in 2000, Apple relocated to Los Angeles, where she still resides as of 2020.", "id_L": 64, "id_R": 64, "pair_id": -1, "sim": -1}, {"content": "2002–2010: Extraordinary Machine and release delays ===", "id_L": 65, "id_R": 60, "pair_id": 65, "sim": 1.222097236954135}, {"content": "During her hiatus, Apple contemplated retiring from her recording career.", "id_L": 66, "id_R": 61, "pair_id": 66, "sim": 1.402816608176465}, {"content": "Apple sang with Johnny Cash on a cover of Simon & Garfunkel's \"Bridge over Troubled Water\" that ended up on his album American IV: The Man Comes Around and was nominated for a Grammy Award for \"Best Country Collaboration with Vocals\".", "id_L": 67, "id_R": 62, "pair_id": 67, "sim": 1.445740965186189}, {"content": "She also collaborated with Cash on Cat Stevens's \"Father and Son\", which was included in his 2003 collection Unearthed.", "id_L": 68, "id_R": 63, "pair_id": 68, "sim": 1.413699456113002}, {"content": "Apple's third album, Extraordinary Machine, was originally produced by Jon Brion.", "id_L": 69, "id_R": 64, "pair_id": 69, "sim": 1.535582025381197}, {"content": "In spring 2002, Apple and Brion, her longtime friend and producer on When the Pawn, met for their weekly lunch meeting.", "id_L": 70, "id_R": 65, "pair_id": 70, "sim": 1.190820235924225}, {"content": "Brion reportedly \"begged\" Apple to make another album.", "id_L": 71, "id_R": 71, "pair_id": -1, "sim": -1}, {"content": "Apple agreed, and Brion went to Apple's label, Epic Records, with strict stipulations (including no deadline), which the label eventually agreed to.", "id_L": 72, "id_R": 66, "pair_id": 72, "sim": 1.431943578677367}, {"content": "Recording sessions began in 2002, at Ocean Way studios in Nashville, Tennessee, but later moved to the Paramour Mansion in Los Angeles.", "id_L": 73, "id_R": 67, "pair_id": 73, "sim": 1.3907181021581811}, {"content": "Work on the album continued until 2003, and in May of that year it was submitted to Sony executives.", "id_L": 74, "id_R": 68, "pair_id": 74, "sim": 1.460921424194245}, {"content": "In 2004 and 2005, tracks were leaked on the Internet in MP3 format and played on U.S. and international radio.", "id_L": 75, "id_R": 75, "pair_id": -1, "sim": -1}, {"content": "Subsequently, MP3s of the entire album went online.", "id_L": 76, "id_R": 69, "pair_id": 76, "sim": 1.246709063101278}, {"content": "Although a website distributing the album was quickly shut down, it soon reached P2P networks and was downloaded by fans.", "id_L": 77, "id_R": 70, "pair_id": 77, "sim": 1.38798786799373}, {"content": "A fan-led campaign supported the album's official release.", "id_L": 78, "id_R": 71, "pair_id": 78, "sim": 1.562764262771179}, {"content": "Mike Elizondo, who had previously played bass on Pawn, was brought back as co-producer to complete the tracks he had begun with Brion and Apple.", "id_L": 79, "id_R": 72, "pair_id": 79, "sim": 1.4955655580750251}, {"content": "Spin later reported the following: \"Fans erroneously thought that Apple's record label, Epic, had rejected the first version of Extraordinary Machine... in reality, according to Elizondo, Apple was unhappy with the results, and it was her decision to redo the record, not her label's.\"", "id_L": 80, "id_R": 73, "pair_id": 80, "sim": 1.383583365426134}, {"content": "In August 2005, the album was given an October release date.", "id_L": 81, "id_R": 74, "pair_id": 81, "sim": 1.321074376992553}, {"content": "Production had been largely redone \"from scratch\" by Elizondo and was co-produced by Brian Kehew.", "id_L": 82, "id_R": 82, "pair_id": -1, "sim": -1}, {"content": "Two of the 11 previous leaked tracks were relatively unchanged, and one new song was also included.", "id_L": 83, "id_R": 75, "pair_id": 83, "sim": 1.441311489313415}, {"content": "Despite suggestions that the album had caused a rift between Brion and Apple, they regularly perform together at Largo, a club in Los Angeles, including a joint appearance with Elizondo on bass just before the news broke of an official release.", "id_L": 84, "id_R": 76, "pair_id": 84, "sim": 1.6676206485708}, {"content": "Extraordinary Machine debuted at number seven and was nominated for a Grammy Award for \"Best Pop Vocal Album\".", "id_L": 85, "id_R": 77, "pair_id": 85, "sim": 1.41589649009176}, {"content": "It was eventually certified Gold, though its singles (\"Parting Gift\", \"O' Sailor\", \"Not About Love\", and \"Get Him Back\") failed to enter any Billboard charts.", "id_L": 86, "id_R": 78, "pair_id": 86, "sim": 1.237670810488119}, {"content": "Apple went on a live tour to promote the album in late 2005.", "id_L": 87, "id_R": 79, "pair_id": 87, "sim": 1.45279845137869}, {"content": "Beginning in the mid-2000s, Apple dated writer and television creator Jonathan Ames.", "id_L": 88, "id_R": 80, "pair_id": 88, "sim": 1.314659267804305}, {"content": "In June 2006, Apple appeared on the joke track \"Come Over and Get It (Up in 'Dem Guts)\" by comedian Zach Galifianakis.", "id_L": 89, "id_R": 81, "pair_id": 89, "sim": 1.400615094512431}, {"content": "Galifianakis previously appeared in the music video for Apple's \"Not About Love\".", "id_L": 90, "id_R": 82, "pair_id": 90, "sim": 1.441812839842082}, {"content": "Apple recorded a cover of \"Sally's Song\" for the 2006 special edition release of the soundtrack for the Tim Burton film The Nightmare Before Christmas.", "id_L": 91, "id_R": 83, "pair_id": 91, "sim": 1.342203649197737}, {"content": "In May 2006, Apple paid tribute to Elvis Costello on VH1's concert series Decades Rock Live, by performing Costello's hit \"I Want You\".", "id_L": 92, "id_R": 84, "pair_id": 92, "sim": 1.220786875833091}, {"content": "Her version was subsequently released as a digital single.", "id_L": 93, "id_R": 93, "pair_id": -1, "sim": -1}, {"content": "Apple toured the East Coast during August 2007, with Nickel Creek.", "id_L": 94, "id_R": 85, "pair_id": 94, "sim": 1.538014515285307}, {"content": "In 2008, Apple recorded a duet titled \"Still I\" with Christophe Deluy.", "id_L": 95, "id_R": 95, "pair_id": -1, "sim": -1}, {"content": "In 2009, Apple covered \"Why Try to Change Me Now\" and \"I Walk A Little Faster\" for The Best Is Yet to Come – The Songs of Cy Coleman.", "id_L": 96, "id_R": 96, "pair_id": -1, "sim": -1}, {"content": "In January 2010, Fiona Apple and Jon Brion performed together at \"Love and Haiti, Too: A Music Benefit\", a charity concert for the people hurt by the Haiti earthquake.", "id_L": 97, "id_R": 86, "pair_id": 97, "sim": 1.175583507572607}, {"content": "Fiona sang a cover of \"(S)he's Funny That Way\", composed by Neil Moret, lyrics by Richard Whiting, which is often associated with the singer Billie Holiday.", "id_L": 98, "id_R": 87, "pair_id": 98, "sim": 1.383790107065808}, {"content": "In June 2010, Fiona released a song titled \"So Sleepy\", produced by Jon Brion and written by children involved with the non-profit organization 826LA.", "id_L": 99, "id_R": 88, "pair_id": 99, "sim": 1.325973233559673}, {"content": "The song was included on a compilation album released by the organization titled Chickens in Love.", "id_L": 100, "id_R": 100, "pair_id": -1, "sim": -1}, {"content": "Apple collaborated with Margaret Cho on her album Cho Dependent, which was released on August 24, 2010.", "id_L": 101, "id_R": 89, "pair_id": 101, "sim": 1.4525253245740841}, {"content": "2011–2018: The Idler Wheel..., tour, and legal troubles", "id_L": 102, "id_R": 90, "pair_id": 102, "sim": 1.459624813778241}, {"content": "In late 2010, Billboard published an article stating that Apple was planning on releasing a new album in spring 2011, with musician Michelle Branch claiming to have heard some of the new tracks.", "id_L": 103, "id_R": 91, "pair_id": 103, "sim": 1.555842846787601}, {"content": "Drummer Charley Drayton also told Modern Drummer magazine that he was co-producing the record.", "id_L": 104, "id_R": 92, "pair_id": 104, "sim": 1.335660990728662}, {"content": "However, the album was not released in the spring and Billboard reported later that Epic was not aware of a record.", "id_L": 105, "id_R": 93, "pair_id": 105, "sim": 1.6257304471001839}, {"content": "Apple delayed the album's release until 2012, explaining that she was waiting \"until her label found a new president and that she didnot want her work to be mishandled amid corporate disarray.\"", "id_L": 106, "id_R": 94, "pair_id": 106, "sim": 1.342866570579322}, {"content": "In January 2012, after its new record label head, LA Reid hinted at new music from Apple, Epic Records announced that the album would be released later in the year.", "id_L": 107, "id_R": 95, "pair_id": 107, "sim": 1.260022588820347}, {"content": "Apple announced performances at the South by Southwest Festival and a spring 2012 tour soon after.", "id_L": 108, "id_R": 108, "pair_id": -1, "sim": -1}, {"content": "The Idler Wheel Is Wiser Than the Driver of the Screw and Whipping Cords Will Serve You More Than Ropes Will Ever Do, Apple's fourth studio album, was released on June 19, 2012, in the United States.", "id_L": 109, "id_R": 96, "pair_id": 109, "sim": 1.39521662469864}, {"content": "It became Apple's most successful album on the Billboard 200, where it peaked at number three, and received critical acclaim.", "id_L": 110, "id_R": 97, "pair_id": 110, "sim": 1.390958317700545}, {"content": "According to an article in American Songwriter, \"The Idler Wheel isnot always pretty, but it pulses with life, brutal and true.\"While promoting The Idler Wheel, Apple revealed in a June 2012 interview that she had briefly married an unnamed French photographer, later revealed to be Lionel Deluy, \"for complicated reasons\" and had a passing liaison with a younger woman.", "id_L": 111, "id_R": 98, "pair_id": 111, "sim": 1.266254804403048}, {"content": "She subsequently gave an in-depth interview on Marc Maron's WTF podcast in July, in which she described her experience with obsessive–compulsive disorder throughout her adult life.", "id_L": 112, "id_R": 100, "pair_id": 112, "sim": 1.232262870379208}, {"content": "She also divulged that she had recently decided to quit drinking.", "id_L": 113, "id_R": 101, "pair_id": 113, "sim": 1.489478551795165}, {"content": "On September 19, 2012, Apple was arrested at an internal U.S. Border Patrol checkpoint in Sierra Blanca, Texas, and charged with possession of hashish, detaining her en route to a concert in Austin, Texas, at the Hudspeth County Jail.", "id_L": 114, "id_R": 102, "pair_id": 114, "sim": 1.639214904267565}, {"content": "Apple contributed a previously unreleased song entitled \"Dull Tool\" to the soundtrack of the 2012 Judd Apatow film This Is 40.", "id_L": 115, "id_R": 103, "pair_id": 115, "sim": 1.541516164019277}, {"content": "Another song was recorded for the film but was not used, ending up as the track \"Cosmonauts\" on her 2020 album Fetch the Bolt Cutters.", "id_L": 116, "id_R": 104, "pair_id": 116, "sim": 1.4502727438844851}, {"content": "In November 2012, Apple wrote a letter to her fans – a scan of which was posted to her website and her Facebook page – postponing the South American leg of her tour due to the health of her dog, Janet.", "id_L": 117, "id_R": 105, "pair_id": 117, "sim": 1.214576176276239}, {"content": "According to the letter, the dog has Addison's disease and has had a tumor \"idling in her chest\" for two years.", "id_L": 118, "id_R": 118, "pair_id": -1, "sim": -1}, {"content": "In September 2013, a Chipotle ad appeared online with a soundtrack of Apple covering \"Pure Imagination\" from the 1971 film Willy Wonka and the Chocolate Factory.", "id_L": 119, "id_R": 106, "pair_id": 119, "sim": 1.296374206540335}, {"content": "The video, which follows a scarecrow as he discovers the truth about factory farming and processed food, was described as \"haunted,\" \"dystopian,\" \"bizarre,\" and \"beautiful.\"", "id_L": 120, "id_R": 120, "pair_id": -1, "sim": -1}, {"content": "In 2014, Apple wrote the opening theme, \"Container\", for the Showtime drama series The Affair.", "id_L": 121, "id_R": 107, "pair_id": 121, "sim": 1.5253052254979411}, {"content": "During 2014, Apple also appeared at a number of performances by Blake Mills, including in New York City and Cambridge, Massachusetts, during his tour in support of his second full-length album, Heigh Ho.", "id_L": 122, "id_R": 122, "pair_id": -1, "sim": -1}, {"content": "The pair first publicly collaborated on an acoustic version of Apple's song \"I Know\" in 2013.", "id_L": 123, "id_R": 108, "pair_id": 123, "sim": 1.241582772086393}, {"content": "Fiona Apple has collaborated with Andrew Bird, and in 2016, she was featured in the song \"Left Handed Kisses\" from the album Are You Serious.", "id_L": 124, "id_R": 109, "pair_id": 124, "sim": 1.323786343526739}, {"content": "In 2017, she released \"Tiny Hands\" for the Women's March on Washington.", "id_L": 125, "id_R": 110, "pair_id": 125, "sim": 1.38544104550904}, {"content": "In 2018, she joined Shirley Manson at the woman-driven Girl School Festival in Los Angeles for a cover of \"You Donot Own Me\" by Lesley Gore, wearing a white T-shirt with \"KNEEL, PORTNOW\" written across it in ink.", "id_L": 126, "id_R": 126, "pair_id": -1, "sim": -1}, {"content": "This was considered in response to Grammy head Neil Portnow's heavily criticized comments that women need to \"step up\" to earn more Grammy nods.", "id_L": 127, "id_R": 111, "pair_id": 127, "sim": 1.321173442179857}, {"content": "2019–present: Fetch the Bolt Cutters ===", "id_L": 128, "id_R": 112, "pair_id": 128, "sim": 1.6777352368846241}, {"content": "In January 2019, Apple collaborated with King Princess on a version of her 1999 song \"I Know\".", "id_L": 129, "id_R": 113, "pair_id": 129, "sim": 1.605847066355573}, {"content": "The song was released for Spotify's RISE program on January 25.", "id_L": 130, "id_R": 114, "pair_id": 130, "sim": 1.417573657018133}, {"content": "Apple was featured in the documentary and soundtrack for Echo in the Canyon with Jakob Dylan covering songs by artists such as the Beach Boys and the Byrds.", "id_L": 131, "id_R": 115, "pair_id": 131, "sim": 1.5831108508195202}, {"content": "In November, she covered \"Whole of the Moon,\" a Waterboys song, for the series finale of Showtime's The Affair.", "id_L": 132, "id_R": 116, "pair_id": 132, "sim": 1.397847374805597}, {"content": "In two Instagram posts in March 2019, Apple hinted at the recording of a fifth album.", "id_L": 133, "id_R": 117, "pair_id": 133, "sim": 1.426387501650403}, {"content": "In a September 2019 interview with Vulture, she confirmed that the album was in its final stages, recorded with a band and planned for an early 2020 release.", "id_L": 134, "id_R": 134, "pair_id": -1, "sim": -1}, {"content": "In a follow-up interview with Vulture in January 2020, she said her new album would likely be out \"in a few months.\"", "id_L": 135, "id_R": 118, "pair_id": 135, "sim": 1.186854112289866}, {"content": "On March 8, 2020, Apple posted a video showcasing her saying \"M-Y-R-E-C-O-R-D-I-S-D-O-N-E\" in fingerspelling.", "id_L": 136, "id_R": 136, "pair_id": -1, "sim": -1}, {"content": "In an interview with The New Yorker, it was announced that Apple's fifth studio album was to be titled Fetch the Bolt Cutters.", "id_L": 137, "id_R": 137, "pair_id": -1, "sim": -1}, {"content": "The album, which consists of 13 self-produced tracks, was released digitally on April 17, 2020.", "id_L": 138, "id_R": 119, "pair_id": 138, "sim": 1.4173874692576072}, {"content": "The album was met with widespread acclaim by music critics.", "id_L": 139, "id_R": 120, "pair_id": 139, "sim": 1.51432103065216}, {"content": "At the 63rd Annual Grammy Awards, the album won Best Alternative Music Album and the lead single \"Shameika\" won Best Rock Performance.", "id_L": 140, "id_R": 121, "pair_id": 140, "sim": 1.448259292062047}, {"content": "On June 17, 2020, Apple was confirmed as an additional musician featuring on Bob Dylan's 39th album Rough and Rowdy Ways, playing piano on the track \"Murder Most Foul\".", "id_L": 141, "id_R": 122, "pair_id": 141, "sim": 1.265306408965355}, {"content": "On April 15, 2021, Apple covered Sharon Van Etten’s \"Love More\", from the 10th anniversary of Van Etten's second album, Epic.", "id_L": 142, "id_R": 123, "pair_id": 142, "sim": 1.443158332459272}, {"content": "In December, Apple was featured on a cover of the Christmas classic \"Silent Night\" released by Phoebe Bridgers alongside her Christmas EP \"If We Make It Through December\".", "id_L": 143, "id_R": 124, "pair_id": 143, "sim": 1.443510629735351}, {"content": "Philanthropy ==", "id_L": 144, "id_R": 125, "pair_id": 144, "sim": 1.427312770083234}, {"content": "On June 30, 2019, Apple pledged to donate two years' worth of earnings from TV and movie placements of her song \"Criminal\" to the While They Wait fund, which assists refugees with basic necessities, immigration fees and legal services.", "id_L": 145, "id_R": 126, "pair_id": 145, "sim": 1.405478250028223}, {"content": "In 2020, While They Wait's Scott Hechinger revealed to Vulture that Apple had donated $90,000, which would help 15 families.", "id_L": 146, "id_R": 127, "pair_id": 146, "sim": 1.338701341374506}, {"content": "Discography", "id_L": 147, "id_R": 147, "pair_id": -1, "sim": -1}, {"content": "Tidal (1996)", "id_L": 148, "id_R": 128, "pair_id": 148, "sim": 1.477331098263331}, {"content": "When the Pawn...", "id_L": 149, "id_R": 129, "pair_id": 149, "sim": 1.4231925525592382}, {"content": "(1999)", "id_L": 150, "id_R": 130, "pair_id": 150, "sim": 1.7440942266615642}, {"content": "Extraordinary Machine (2005)", "id_L": 151, "id_R": 131, "pair_id": 151, "sim": 1.564455094698331}, {"content": "The Idler Wheel...", "id_L": 152, "id_R": 132, "pair_id": 152, "sim": 1.6981598023005882}, {"content": "(2012)", "id_L": 153, "id_R": 133, "pair_id": 153, "sim": 1.846646844021154}, {"content": "Fetch the Bolt Cutters (2020)", "id_L": 154, "id_R": 134, "pair_id": 154, "sim": 1.626397535608554}, {"content": "Awards and nominations", "id_L": 155, "id_R": 135, "pair_id": 155, "sim": 1.739370662256489}, {"content": "Apple's debut album earned her a Grammy Award for Best Female Rock Vocal Performance for \"Criminal\" and the MTV Video Music Award for Best New Artist in a Video for \"Sleep to Dream\".", "id_L": 156, "id_R": 136, "pair_id": 156, "sim": 1.6365953852896231}, {"content": "For When the Pawn..., Apple won the California Music Award for Outstanding Female Vocalist.", "id_L": 157, "id_R": 137, "pair_id": 157, "sim": 1.236455626637356}, {"content": "For Extraordinary Machine, she won an Esky Music Award for Best Songbird.", "id_L": 158, "id_R": 138, "pair_id": 158, "sim": 1.304884750901302}, {"content": "Fetch the Bolt Cutters won a Grammy Award for Best Alternative Music Album and the song \"Shameika\" won a Grammy Award for Best Rock Performance.", "id_L": 159, "id_R": 139, "pair_id": 159, "sim": 1.282852248655372}, {"content": "See also ==", "id_L": 160, "id_R": 140, "pair_id": 160, "sim": 1.202006043335945}, {"content": "Apple of Sodom, a Marilyn Manson song inspired by Apple", "id_L": 161, "id_R": 161, "pair_id": -1, "sim": -1}, {"content": "References", "id_L": 162, "id_R": 162, "pair_id": -1, "sim": -1}, {"content": "External links", "id_L": 163, "id_R": 141, "pair_id": 163, "sim": 1.687364410667824}, {"content": "Official website ", "id_L": 164, "id_R": 142, "pair_id": 164, "sim": 1.816250617476437}, {"content": "Fiona Apple at Curlie", "id_L": 165, "id_R": 165, "pair_id": -1, "sim": -1}, {"content": "Fiona Apple at IMDb", "id_L": 166, "id_R": 166, "pair_id": -1, "sim": -1}], "right": [{"content": "Fiona Eppl (ing. Fiona Eppl; 13 sentyabr 1977, Yuxarı Vestsayd[d], Nyu-York ştatı) — Fiona Eppl McAfee-Maggart (doğulmuş 13 sentyabr 1977) Amerikalı müğənni və bəstəkardır. 1996-cı ildən 2020-ci ilə qədər beş albom buraxdı, bunların hamısı ABŞ Billboard 200 çartinin ilk 20-liyinə daxil oldu.", "id_L": 0, "id_R": 0, "pair_id": 0, "sim": 1.22034787160898}, {"content": "Eppl üç Grammi Mükafatı, iki MTV Video Musiqi Mükafatı və Billboard Musiqi Mükafatı da daxil olmaqla çoxsaylı mükafatlar və nominasiyalar alıb.", "id_L": 2, "id_R": 1, "pair_id": 2, "sim": 1.390799046254339}, {"content": "Aktyor Brandon Maggartın kiçik qızı Eppl Nyu-Yorkda anadan olub və Nyu-Yorkda anasının, Los-Ancelesdəki atasının evində böyüyüb.", "id_L": 3, "id_R": 2, "pair_id": 3, "sim": 1.3711925852522011}, {"content": "O, uşaq ikən klassik olaraq fortepianoda ifa etməyi öyrənib və səkkiz yaşında öz mahnılarını bəstələməyə başlayıb.", "id_L": 4, "id_R": 3, "pair_id": 4, "sim": 1.291288856322041}, {"content": "Onun 17 yaşında yazdığı mahnılardan ibarət debüt albomu Tidal 1996-cı ildə buraxıldı və \"Criminal\" sinqılı üçün Ən Yaxşı Qadın Rok Vokal Performansı üçün Grammi Mükafatını qazandı.", "id_L": 5, "id_R": 4, "pair_id": 5, "sim": 1.320760433991446}, {"content": "Onun ardınca Jon Brion tərəfindən istehsal olunan \"When a Pawn...\" (1999) filmi də kritik və kommersiya uğuru qazandı və platin oldu.", "id_L": 6, "id_R": 5, "pair_id": 6, "sim": 1.425982804268806}, {"content": "Üçüncü albomu olan Extraordinary Machine (2005) üçün Eppl yenidən Brion ilə əməkdaşlıq etdi və 2002-ci ildə albomu yazmağa başladı.", "id_L": 7, "id_R": 6, "pair_id": 7, "sim": 1.315122440161097}, {"content": "Bununla belə, Epplın istehsaldan narazı olduğu və rekordu buraxmamaq qərarına gəldiyi bildirildi, bu da pərəstişkarlarının Epic Recordsa etiraz etmələrinə səbəb oldu və səhvən etiketin onu dayandırdığına inandılar.", "id_L": 8, "id_R": 7, "pair_id": 8, "sim": 1.243840570920523}, {"content": "Albom nəhayət Brion olmadan yenidən buraxıldı və 2005-ci ilin oktyabrında buraxıldı.", "id_L": 9, "id_R": 8, "pair_id": 9, "sim": 1.398958509413042}, {"content": "Albom qızıl sertifikat aldı və Ən Yaxşı Pop Vokal Albomu üçün Grammi Mükafatına namizəd oldu. 2012-ci ildə o, dördüncü studiya albomu The Idler Wheel... tənqidçilərin rəğbətini qazandı, ardınca ABŞ turu və 2013-cü ildə Ən Yaxşı Alternativ Musiqi Albomu nominasiyası üzrə Grammi nominasiyası qazandı.", "id_L": 11, "id_R": 9, "pair_id": 11, "sim": 1.241162233448098}, {"content": "Epplın beşinci studiya albomu. , Fetch the Bolt Cutters, 2020-ci ildə geniş rəğbətlə qarşılandı və iki Grammi Mükafatını qazandı: Ən Yaxşı Alternativ Musiqi Albomu və aparıcı sinql \"Shameika\" üçün Ən Yaxşı Rok Performansı.", "id_L": 12, "id_R": 10, "pair_id": 12, "sim": 1.224545553822089}, {"content": "Erkən həyatı ==", "id_L": 13, "id_R": 11, "pair_id": 13, "sim": 1.470597179845192}, {"content": "Fiona Eppl McAfee-Maggart 13 sentyabr 1977-ci ildə Nyu-Yorkda müğənni Diane McAfee və aktyor Brandon Maggart ailəsində anadan olub.", "id_L": 14, "id_R": 12, "pair_id": 14, "sim": 1.303193133449175}, {"content": "Onun nənə və babası rəqqasə Millicent Qrin və böyük qrupun vokalisti Conni Makafi idi.", "id_L": 16, "id_R": 13, "pair_id": 16, "sim": 1.4914049961044271}, {"content": "Bacısı Amber Kabaredə Maud Maggart səhnə adı ilə oxuyur və aktyor Qarett Maggart onun ögey qardaşıdır.", "id_L": 17, "id_R": 14, "pair_id": 17, "sim": 1.515455711390827}, {"content": "Eppl Harlemdəki Morninqsayd bağlarında anası və bacısı ilə birlikdə böyüdü, lakin yayı Los Ancelesdə, Kaliforniyada atası ilə keçirdi.", "id_L": 18, "id_R": 15, "pair_id": 18, "sim": 1.360038101763444}, {"content": "Eppl uşaq ikən klassik fortepianoda təhsil alıb və səkkiz yaşında öz əsərlərini bəstələməyə başlayıb.", "id_L": 20, "id_R": 16, "pair_id": 20, "sim": 1.269469767360079}, {"content": "Pianoda ifa etməyi öyrənərkən, o, tez-tez qeydlər aparır və gitara tablosunu müvafiq nota tərcümə edirdi.", "id_L": 21, "id_R": 17, "pair_id": 21, "sim": 1.441864455455042}, {"content": "Eppl daha sonra caz standart kompozisiyaları ilə birlikdə ifa etməyə başladı, bacarıqlı oldu və bu, ona əsas təsir göstərən Billi Holiday və Ella Fitzgeraldı kəşf etməyə səbəb oldu.", "id_L": 22, "id_R": 18, "pair_id": 22, "sim": 1.527009680036314}, {"content": "Uşaqlıqdan bəri Eppl obsesif-kompulsif pozğunluq, depressiya və narahatlıqla mübarizə aparır və həmçinin mürəkkəb posttravmatik stress pozğunluğu diaqnozu qoyulur.", "id_L": 23, "id_R": 19, "pair_id": 23, "sim": 1.515429803622962}, {"content": "12 yaşında o, Harlemdə anası, ögey atası və bacısı ilə birlikdə yaşadığı mənzildən kənarda zorlanıb.", "id_L": 24, "id_R": 20, "pair_id": 24, "sim": 1.5226100962097382}, {"content": "Sonradan o, inkişaf etməkdə olan bədəninin məqsədyönlü şəkildə kiçilməsinə səbəb olan yemək pozğunluğu inkişaf etdirdi və o, ehtimal olunan yırtıcılar üçün \"yem\" hesab etdi.", "id_L": 25, "id_R": 21, "pair_id": 25, "sim": 1.695244474446052}, {"content": "Məndə mütləq yemək pozğunluğu var idi deyə xatırlayır.", "id_L": 26, "id_R": 22, "pair_id": 26, "sim": 1.517134748791878}, {"content": "“Məni əsəbiləşdirən o idi ki, hamı mənim anoreksiya olduğumu düşünürdü və mən yox.", "id_L": 27, "id_R": 23, "pair_id": 27, "sim": 1.576304769020052}, {"content": "Sadəcə depressiyaya düşdüm və özümə nifrət etdim”. qidanın müəyyən bir rəng və ya forma olmasını tələb edir.", "id_L": 28, "id_R": 24, "pair_id": 28, "sim": 1.476732404960851}, {"content": "Təcavüzdən sonra Eppl özünümüdafiə üçün model soyğunçuluq dərsləri almağa başladı , lakin məktəbdən evə gedərkən çaxnaşma hücumlarından əziyyət çəkməyə davam etdi, bu da onun atası ilə bir il yaşamaq üçün Los-Ancelesə köçməsinə səbəb oldu.] ]", "id_L": 30, "id_R": 25, "pair_id": 30, "sim": 1.5061475675211762}, {"content": "Los Ancelesdə Eppl ikinci kursda Alexander Hamilton Liseyində oxuyub.", "id_L": 31, "id_R": 26, "pair_id": 31, "sim": 1.442458623215678}, {"content": "2000-ci ildə verdiyi müsahibədə Eppl, jurnalistlərin fərziyyələrinə baxmayaraq, təcavüzünün travması haqqında mahnı yazmadığını bildirdi: “Bu, yazının bir hissəsi deyil.", "id_L": 32, "id_R": 27, "pair_id": 32, "sim": 1.406186649081701}, {"content": "Darıxdırıcı bir ağrıdır.", "id_L": 33, "id_R": 28, "pair_id": 33, "sim": 1.773899967374042}, {"content": "O qədər köhnə bir ağrıdır ki, bilirsiniz, bunda poetik heç nə yoxdur.", "id_L": 34, "id_R": 29, "pair_id": 34, "sim": 1.748883992359316}, {"content": "Karyerası ==", "id_L": 35, "id_R": 30, "pair_id": 35, "sim": 1.359931267503125}, {"content": "Eppl musiqi sənayesi ilə 1994-cü ildə musiqi dayəsi olan dostuna \"Never Is a Promise\", \"Not One of these Times\" və \"He Takes a Taxi\" mahnılarının demo kasetini verəndə tanış oldu.", "id_L": 36, "id_R": 31, "pair_id": 36, "sim": 1.357325263871405}, {"content": "Publisist Katherine Schenker.", "id_L": 32, "id_R": 32, "pair_id": -1, "sim": -1}, {"content": "Daha sonra Şenker lenti Sony Music-in icraçı direktoru Endi Sleyterə verdi.", "id_L": 37, "id_R": 33, "pair_id": 37, "sim": 1.490363336948479}, {"content": "Apple-ın qabiliyyətləri onun diqqətini çəkdi və Slater onunla səsyazma müqaviləsi imzaladı.", "id_L": 38, "id_R": 34, "pair_id": 38, "sim": 1.5528299136007662}, {"content": "1996–2001: Tidal və Piyonda ===", "id_L": 39, "id_R": 35, "pair_id": 39, "sim": 1.394148234955292}, {"content": "1996-cı ildə Epplın debüt albomu Tidal Work Records və Columbia Records tərəfindən buraxıldı.", "id_L": 40, "id_R": 36, "pair_id": 40, "sim": 1.3269583662185371}, {"content": "Rekord əsasən Epplın ilk sevgilisindən bu yaxınlarda ayrılmasından ilhamlanıb.", "id_L": 41, "id_R": 37, "pair_id": 41, "sim": 1.501949636032505}, {"content": "Albom 2,7 milyon nüsxə satıldı və ABŞ-da 3x platin sertifikatı aldı.", "id_L": 42, "id_R": 38, "pair_id": 42, "sim": 1.199460858240444}, {"content": "Üçüncü sinql olan \"Kriminal\" hit oldu və mahnı ABŞ-ın Billboard Hot 100-də ilk 40-a daxil oldu.", "id_L": 39, "id_R": 39, "pair_id": -1, "sim": -1}, {"content": "Rejissor Mark Romanek olan mahnının mübahisəli videosu MTV-də nümayiş olundu.", "id_L": 43, "id_R": 40, "pair_id": 43, "sim": 1.561551706036108}, {"content": "Tidalın digər sinqllarına \"Shadowboxer\", \"Sleep to Dream\" və \"Never Is a Promise\" daxildir.", "id_L": 44, "id_R": 41, "pair_id": 44, "sim": 1.559782494127985}, {"content": "Apple 1997-ci ildə MTV Video Musiqi Mükafatlarında \"Sleep to Dream\" mahnısına görə Ən Yaxşı Yeni Müğənni üçün MTV Video Musiqi Mükafatını qazandı.", "id_L": 45, "id_R": 42, "pair_id": 45, "sim": 1.25632509636828}, {"content": "Qəbul nitqi zamanı o dedi:", "id_L": 43, "id_R": 43, "pair_id": -1, "sim": -1}, {"content": "Bu dünya pisdir.", "id_L": 46, "id_R": 44, "pair_id": 46, "sim": 1.80293980912599}, {"content": "Və həyatınızı modelləşdirməyə ehtiyac yoxdur,  bir saniyə gözləyin və həyatınızı gözəl hesab etdiyiniz şeylərə, geyindiyimizi düşündüyümüzə, dediklərimizə və bütün bunlara əsaslanaraq modelləşdirməli deyilsiniz.", "id_L": 47, "id_R": 45, "pair_id": 47, "sim": 1.695561155779564}, {"content": "Səninlə get.[26]", "id_L": 48, "id_R": 46, "pair_id": 48, "sim": 1.720681768973572}, {"content": "Eppl, 1998-ci ilin yanvarında Rolling Stonda qəbul nitqinin tənqidinə \"Deyəcək bir sözüm olanda onu deyəcəyəm\" deyərək cavab verdi.", "id_L": 49, "id_R": 47, "pair_id": 49, "sim": 1.423179093850155}, {"content": "Pleasantville soundtrack üçün Persi Mayfield tərəfindən \"Please Send Me Someone to Love\" mahnısı.", "id_L": 50, "id_R": 48, "pair_id": 50, "sim": 1.242502560891605}, {"content": "Daha sonra \"şəxsi ailə problemləri\" səbəbindən albomuna dəstək olaraq turun son 21 şousunu ləğv etdi. 1997-ci ildə Eppl rejissor Paul Tomas Anderson ilə fotosessiya zamanı tanış oldu və onların bir neçə il davam edən münasibəti başladı.", "id_L": 51, "id_R": 49, "pair_id": 51, "sim": 1.217770630922424}, {"content": "Epplın ikinci albomu \"When the Pawn...\" 1999-cu ildə işıq üzü gördü.", "id_L": 53, "id_R": 50, "pair_id": 53, "sim": 1.3844246901076032}, {"content": "Onun tam adı Epplın əvvəlki sayında onu mənfi işıqlandıran məqalə ilə bağlı Spində çıxan məktubları oxuduqdan sonra yazdığı şeirdir.", "id_L": 54, "id_R": 51, "pair_id": 54, "sim": 1.509157903497593}, {"content": "Başlığın uzunluğu ona 2001-ci ildə Ginnesin Rekordlar Kitabında yer qazandırdı.", "id_L": 55, "id_R": 52, "pair_id": 55, "sim": 1.709176121597919}, {"content": "Bununla belə, 2007-ci ilin oktyabr ayından etibarən onun ən uzun albom adı yox idi, çünki Soulwax remiks albomu olan Most of the Remixesi buraxdı və adı \"When the Pawn\"un uzunluğundan daha yüksəkdir. 100 simvol başına.", "id_L": 56, "id_R": 53, "pair_id": 56, "sim": 1.524252127559643}, {"content": "Piyon Epplın kinorejissor Paul Tomas Anderson ilə münasibəti zamanı yetişdirildiyi zaman.", "id_L": 57, "id_R": 54, "pair_id": 57, "sim": 1.38897114004446}, {"content": "Con Brion tərəfindən hazırlanan The Pawn daha ifadəli sözlərdən istifadə etdikdə, nağara ilmələri ilə daha çox sınaqdan keçirdi və həm Chamberlin, həm də nağaraçı Mett Chamberlain daxil oldu.", "id_L": 58, "id_R": 55, "pair_id": 58, "sim": 1.49831228907729}, {"content": "Albom Rolling Stone kimi nəşrlərdən müsbət rəylər aldı.RIAA tərəfindən platin sertifikatına sahib olmasına və ABŞ-da bir milyon nüsxə satılmasına baxmayaraq , onun debütü kimi kommersiya baxımından uğurlu deyildi.", "id_L": 60, "id_R": 56, "pair_id": 60, "sim": 1.282981386058103}, {"content": "Albomun aparıcı sinqlı \"Fast as You Can\" Billboard Modern Rock Tracks chartində ilk iyirmiliyə çatdı və Böyük Britaniyada Apple-ın ilk 40 hiti oldu.", "id_L": 61, "id_R": 57, "pair_id": 61, "sim": 1.371742466925078}, {"content": "Sonrakı iki singl, \"Kağız Çanta\" və \"Limp\" (o vaxtkı sevgilisi Anderson tərəfindən çəkilmiş) üçün videolar çox az məruz qaldı. ", "id_L": 62, "id_R": 58, "pair_id": 62, "sim": 1.474694056778479}, {"content": "2000-ci ilin fevralında Nyu-Yorkdakı Roseland Ballroom-da 3000 tamaşaçı qarşısında avadanlıq problemi üzündən məyus olmuş Apple geri qayıtmadan səhnəni tərk etdi.", "id_L": 63, "id_R": 59, "pair_id": 63, "sim": 1.544734749972888}, {"content": "Apple öz ifasında səs keyfiyyətinə görə pərişan baxdı, səsə görə dəfələrlə üzr istədi və ağladı. 2000-ci ildə ikinci albomunu dəstəkləmək üçün konsert turunu tamamladıqdan sonra Apple 2020-ci ildən etibarən yaşadığı Los-Ancelesə köçdü.", "id_L": 65, "id_R": 60, "pair_id": 65, "sim": 1.222097236954135}, {"content": "2002–2010: Qeyri-adi avtomobil və buraxılış gecikmələri", "id_L": 66, "id_R": 61, "pair_id": 66, "sim": 1.402816608176465}, {"content": "Fasilə zamanı Apple səsyazma karyerasını tərk etməyi düşündü.", "id_L": 67, "id_R": 62, "pair_id": 67, "sim": 1.445740965186189}, {"content": "Apple, Johnny Cash ilə Simon və Garfunkelin \"American IV: The Man Comes Around\" albomunda yer alan və Vokallarla Ən Yaxşı Ölkə İşbirliyi üzrə Qremmi Mükafatına namizəd olan \"Bridge over Troubled Water\" mahnısının üz qabığında oxudu.", "id_L": 68, "id_R": 63, "pair_id": 68, "sim": 1.413699456113002}, {"content": "O, həmçinin 2003-cü ildə Unearthed derlemesində yer alan Cash on Cat Stevensin Ata və Oğlu ilə əməkdaşlıq etdi.", "id_L": 69, "id_R": 64, "pair_id": 69, "sim": 1.535582025381197}, {"content": "Apple-ın üçüncü albomu, Extraordinary Machine, ilk olaraq Jon Brion tərəfindən istehsal edilmişdir. 2002-ci ilin yazında Apple və Brion, onun çoxdankı dostu və \"When the Pawn\" filminin prodüseri, həftəlik nahar üçün görüşdülər.", "id_L": 70, "id_R": 65, "pair_id": 70, "sim": 1.190820235924225}, {"content": "Brionun Apple-a başqa albom yazdırması üçün “yalvardığı” bildirilir.", "id_L": 72, "id_R": 66, "pair_id": 72, "sim": 1.431943578677367}, {"content": "Apple razılaşdı və Brion Apple şirkətinin Epic Records etiketinə ciddi şərtlərlə (son tarix daxil olmaqla) getdi və nəticədə etiket razılaşdı.", "id_L": 73, "id_R": 67, "pair_id": 73, "sim": 1.3907181021581811}, {"content": "Səsyazma 2002-ci ildə Tennessi ştatının Nashville şəhərindəki Ocean Way Studios-da başladı, lakin sonra Los-Ancelesdəki Paramour Mansion-a köçdü.", "id_L": 74, "id_R": 68, "pair_id": 74, "sim": 1.460921424194245}, {"content": "Albom üzərində iş 2003-cü ilə qədər davam etdi və həmin ilin may ayında Sony rəhbərliyinə təqdim edildi. 2004 və 2005-ci illərdə musiqilər MP3 formatında internetə sızdırıldı və ABŞ və digər ölkələrdə radioda səsləndirildi.", "id_L": 76, "id_R": 69, "pair_id": 76, "sim": 1.246709063101278}, {"content": "Sonradan bütün albomun MP3-ləri viral oldu.", "id_L": 77, "id_R": 70, "pair_id": 77, "sim": 1.38798786799373}, {"content": "Albomu yayan vebsayt tez bir zamanda ləğv edilsə də, tezliklə P2P şəbəkələrində öz yolunu tapdı və pərəstişkarları tərəfindən yükləndi.", "id_L": 78, "id_R": 71, "pair_id": 78, "sim": 1.562764262771179}, {"content": "Bir fan kampaniyası albomun rəsmi buraxılmasını dəstəklədi.", "id_L": 79, "id_R": 72, "pair_id": 79, "sim": 1.4955655580750251}, {"content": "Əvvəllər Pawn basçısı olan Mayk Elizondo Brion və Apple ilə başladığı trekləri tamamlamaq üçün birgə prodüser kimi qayıtdı.", "id_L": 80, "id_R": 73, "pair_id": 80, "sim": 1.383583365426134}, {"content": "Spin daha sonra dedi: “Pərəstişkarlar səhvən Apple-ın səsyazma şirkəti Epic-in Fövqəladə Maşın-ın ilk versiyasını rədd etdiyinə inanırdılar... əslində, Elizondonun fikrincə, Apple nəticələrdən narazı idi və bu, rekordu yenidən hazırlamaq onun qərarı idi, nəinki onun etiketi.\" 2005-ci ilin avqustunda alboma oktyabr buraxılış tarixi verildi.", "id_L": 81, "id_R": 74, "pair_id": 81, "sim": 1.321074376992553}, {"content": "[35] İstehsal əsasən Elizondo tərəfindən sıfırdan yenidən işlənmiş və Brian Kehew tərəfindən birgə istehsal edilmişdir.", "id_L": 83, "id_R": 75, "pair_id": 83, "sim": 1.441311489313415}, {"content": "Daha əvvəl sızdırılmış 11 trekdən ikisi demək olar ki, dəyişməyib və bir yeni mahnı da daxil edilib.", "id_L": 84, "id_R": 76, "pair_id": 84, "sim": 1.6676206485708}, {"content": "Albomun Brion və Apple arasında fikir ayrılığına səbəb olması ilə bağlı fərziyyələrə baxmayaraq, onlar rəsmi buraxılış xəbərindən qısa müddət əvvəl Elizondo ilə bas çalmaq da daxil olmaqla, Los Ancelesdəki Largo klubunda müntəzəm olaraq birlikdə çıxış edirlər.", "id_L": 85, "id_R": 77, "pair_id": 85, "sim": 1.41589649009176}, {"content": "Fövqəladə Maşın yeddi nömrədə debüt etdi və Ən Yaxşı Pop Vokal Albomu üçün Grammy Mükafatına namizəd oldu.", "id_L": 86, "id_R": 78, "pair_id": 86, "sim": 1.237670810488119}, {"content": "O, nəhayət qızıl oldu, baxmayaraq ki, onun sinqlları (\"Parting Gift\", \"O' Sailor\", \"Not About Love\" və \"Get Him Back\") heç bir Billboard cədvəlində yer ala bilmədi.", "id_L": 87, "id_R": 79, "pair_id": 87, "sim": 1.45279845137869}, {"content": "Apple 2005-ci ilin sonunda albomu dəstəkləmək üçün tura çıxdı.", "id_L": 88, "id_R": 80, "pair_id": 88, "sim": 1.314659267804305}, {"content": "2000-ci illərin ortalarından başlayaraq, Apple televiziya yazıçısı və yaradıcısı Conatan Ames ilə görüşdü.", "id_L": 89, "id_R": 81, "pair_id": 89, "sim": 1.400615094512431}, {"content": "2006-cı ilin iyun ayında Apple komediya ustası Zak Qalifianakisin \"Come Over and Get It (Up in 'Dem Guts)\" adlı zarafat trekində göründü.", "id_L": 90, "id_R": 82, "pair_id": 90, "sim": 1.441812839842082}, {"content": "Qalifianakis daha əvvəl Apple-ın \"Not About Love\" klipində çəkilib.", "id_L": 91, "id_R": 83, "pair_id": 91, "sim": 1.342203649197737}, {"content": "Apple 2006-cı ildə Tim Burtonun \"The Nightmare Before Christmas\" filminin saundtrekinin xüsusi buraxılışı üçün \"Sally's Song\" mahnısının coverini yazdı. 2006-cı ilin may ayında Apple, VH1 Decades Rock Live konsert seriyasında Costello-nun \"I Want You\" hitini ifa edərək Elvis Kostelloya hörmət etdi.", "id_L": 92, "id_R": 84, "pair_id": 92, "sim": 1.220786875833091}, {"content": "Sonradan onun versiyası rəqəmsal sinql olaraq buraxıldı.", "id_L": 94, "id_R": 85, "pair_id": 94, "sim": 1.538014515285307}, {"content": "Apple 2007-ci ilin avqustunda Nickel Creek ilə Şərq Sahilini gəzdi. 2008-ci ildə Apple Christophe Delui ilə \"Still I\" duetini yazdı. 2009-cu ildə Apple \"The Best Is yet to Come\" üçün \"Why Try to Change Me Now\" və \"I'm Walking a Little Faster\" mahnılarını əhatə etdi - Cy Colemanın mahnıları.", "id_L": 97, "id_R": 86, "pair_id": 97, "sim": 1.175583507572607}, {"content": "2010-cu ilin yanvarında Fiona Apple və Jon Brion Haiti zəlzələsindən zərər çəkmiş insanlar üçün Love and Haiti, Too: A Music Benefit konsertində birlikdə çıxış etdilər.", "id_L": 98, "id_R": 87, "pair_id": 98, "sim": 1.383790107065808}, {"content": "Fiona, tez-tez müğənni Billie Holiday ilə əlaqələndirilən, sözləri Riçard Uaytinqə aid olan Neil Moret tərəfindən yazılmış \"(S)he's Funny That Way\" mahnısını cover edib. 2010-cu ilin iyun ayında Fiona Jon Brion tərəfindən hazırlanmış və 826LA qeyri-kommersiya təşkilatında iştirak edən uşaqlar tərəfindən yazılmış \"So Sleepy\" adlı mahnını buraxdı.", "id_L": 99, "id_R": 88, "pair_id": 99, "sim": 1.325973233559673}, {"content": "Mahnı Cücələr Aşiq adlı bir təşkilat tərəfindən buraxılan kompilyasiyaya daxil edilib.", "id_L": 101, "id_R": 89, "pair_id": 101, "sim": 1.4525253245740841}, {"content": "Apple, 24 avqust 2010-cu ildə buraxılmış Cho Dependent albomunda Marqaret Ço ilə əməkdaşlıq etdi.", "id_L": 102, "id_R": 90, "pair_id": 102, "sim": 1.459624813778241}, {"content": "2011–2018: Avara Təkər..., tur və hüquqi problemlər", "id_L": 103, "id_R": 91, "pair_id": 103, "sim": 1.555842846787601}, {"content": "2010-cu ilin sonlarında Billboard, Apple-ın 2011-ci ilin yazında yeni albom buraxmağı planlaşdırdığını və musiqiçi Mişel Brançın bəzi yeni mahnıları eşitdiyini iddia edən bir məqalə dərc etdi.", "id_L": 104, "id_R": 92, "pair_id": 104, "sim": 1.335660990728662}, {"content": "Zərb aləti ifaçısı Çarli Drayton da Modern Drummer jurnalına bildirib ki, o, rekordun prodüseri olub.", "id_L": 105, "id_R": 93, "pair_id": 105, "sim": 1.6257304471001839}, {"content": "Lakin yazda albom buraxılmadı və daha sonra Billboard Epicin rekorddan xəbərsiz olduğunu bildirdi.", "id_L": 106, "id_R": 94, "pair_id": 106, "sim": 1.342866570579322}, {"content": "Apple albomun buraxılışını 2012-ci ilə qədər təxirə saldı və izah etdi ki, o, \"etiketli yeni prezident tapana qədər\" gözlədiyini və işinin korporativ qarışıqlıqlar nəticəsində məhv olmasını istəmədiyini izah etdi. rəhbəri L.A. Reid Apple-dan yeni musiqilərə işarə etdi, Epic Records albomun bu ilin sonunda buraxılacağını elan etdi.", "id_L": 107, "id_R": 95, "pair_id": 107, "sim": 1.260022588820347}, {"content": "Apple South by Southwest Festivalında çıxışlarını və qısa müddət sonra 2012-ci ilin yaz turunu elan etdi.", "id_L": 109, "id_R": 96, "pair_id": 109, "sim": 1.39521662469864}, {"content": "Gərginlik çarxı vidadan daha müdrikdir və çırpma şnurları sizə iplərdən daha çox xidmət edəcək, Apple-ın 19 iyun 2012-ci ildə ABŞ-da buraxılmış dördüncü studiya albomu. ]", "id_L": 110, "id_R": 97, "pair_id": 110, "sim": 1.390958317700545}, {"content": "Bu, Apple-ın Billboard 200-də ən uğurlu albomu oldu, üçüncü yerə yüksəldi[56] və tənqidi bəyənmə aldı.", "id_L": 111, "id_R": 98, "pair_id": 111, "sim": 1.266254804403048}, {"content": "American Songwriter jurnalında dərc olunan məqaləyə görə, \"The Idler Wheel həmişə gözəl deyil, lakin o, həyatla, qəddar və həqiqətlə titrəyir.\"", "id_L": 99, "id_R": 99, "pair_id": -1, "sim": -1}, {"content": "Apple, 2012-ci ilin iyununda verdiyi müsahibədə “Mürəkkəb səbəblərə görə” adı açıqlanmayan, sonradan Lionel Delui olduğu məlum olan fransız fotoqrafla qısa müddətə evləndiyini və daha gənc bir qadınla qısamüddətli münasibət qurduğunu açıqladı. ]", "id_L": 112, "id_R": 100, "pair_id": 112, "sim": 1.232262870379208}, {"content": "O, daha sonra iyul ayında Marc Maronun WTF podkastında ətraflı müsahibə verdi və burada o, yetkin həyatı boyu OKB ilə təcrübələrini təsvir etdi.", "id_L": 113, "id_R": 101, "pair_id": 113, "sim": 1.489478551795165}, {"content": "O, bu yaxınlarda içkini dayandırmaq qərarına gəldiyini də açıqladı.", "id_L": 114, "id_R": 102, "pair_id": 114, "sim": 1.639214904267565}, {"content": "19 sentyabr 2012-ci ildə Apple Texas ştatının Sierra Blanca şəhərində ABŞ Sərhəd Patrulunun daxili keçid məntəqəsində həbs edildi və onu Hudspeth County həbsxanasında Texas ştatının Ostin şəhərində konsertə gedərkən saxlayıb həşiş saxlamaqda ittiham edildi.", "id_L": 115, "id_R": 103, "pair_id": 115, "sim": 1.541516164019277}, {"content": "Apple, Judd Apatow-un 2012-ci ildə çəkdiyi It's 40 filminin soundtrackinə \"Dull Tool\" adlı əvvəllər yayımlanmamış mahnını təqdim etdi.", "id_L": 116, "id_R": 104, "pair_id": 116, "sim": 1.4502727438844851}, {"content": "Film üçün başqa mahnı yazıldı, lakin istifadə olunmadı və onun 2020-ci ildə Fetch the Bolt Cutters albomunda \"Kosmonavtlar\" treki oldu. 2012-ci ilin noyabrında Apple pərəstişkarlarına məktub yazdı, onun skan edilmiş surəti onun veb-saytında və Facebook səhifəsində yerləşdirildi və iti Janetin səhhəti səbəbindən turnesinin Cənubi Amerika hissəsini təxirə saldı.", "id_L": 117, "id_R": 105, "pair_id": 117, "sim": 1.214576176276239}, {"content": "Məktubda bildirilir ki, itdə Addison xəstəliyi və iki ildir “sinəsində uzanan” şiş var.2013-cü ilin sentyabrında onlayn olaraq Chipotle reklamı 1971-ci ildə çəkilmiş Willy Wonka və Şokolad Fabriki filmindən \"Saf Təxəyyül\"ü əhatə edən Apple soundtrack-i ilə üzə çıxdı.", "id_L": 119, "id_R": 106, "pair_id": 119, "sim": 1.296374206540335}, {"content": "Mütəşəkkilliyin fabrik əkinçiliyi və emal edilmiş qida ilə bağlı həqiqətləri öyrəndiyi video \"kabus kimi\", \"distopiya\", \"qəribə\" və \"gözəl\" olaraq xarakterizə edilib. 2014-cü ildə Apple yazdı.", "id_L": 121, "id_R": 107, "pair_id": 121, "sim": 1.5253052254979411}, {"content": "Showtime dram seriyası The Case-in açılış mövzusu \"Konteyner\". 2014-cü il ərzində Apple Bleyk Millsin bir neçə çıxışında, o cümlədən Nyu-York və Kembricdə, Massaçusetsdə ikinci tammetrajlı albomu Heigh Ho-nu dəstəkləmək üçün qastrol səfərində çıxış etdi.", "id_L": 123, "id_R": 108, "pair_id": 123, "sim": 1.241582772086393}, {"content": "Cütlük ilk dəfə 2013-cü ildə Apple-ın \"I Know\" mahnısının akustik versiyasını açıq şəkildə lentə almışdı.", "id_L": 124, "id_R": 109, "pair_id": 124, "sim": 1.323786343526739}, {"content": "Fiona Apple Andrew Bird ilə əməkdaşlıq etdi və 2016-cı ildə Are You Ciddi albomundakı \"Sol əlli öpüşlər\" mahnısında yer aldı.", "id_L": 125, "id_R": 110, "pair_id": 125, "sim": 1.38544104550904}, {"content": "2017-ci ildə Vaşinqtonda Qadınlar Yürüşü üçün \"Tiny Hands\" mahnısını buraxdı. 2018-ci ildə o, Los-Ancelesdəki bütün qadınlardan ibarət Qız Məktəbi Festivalında Şirli Mansonla birlikdə Lesli Qorun \"Sən mənə sahib deyilsən\" mahnısını üzərində \"KNEEL, PORTNOW\" yazılmış ağ köynəkdə işıqlandırdı. mürəkkəb.", "id_L": 127, "id_R": 111, "pair_id": 127, "sim": 1.321173442179857}, {"content": "Bu, Qremmi rəhbəri Neil Portnow-un qadınların daha çox Grammy sədaqətini qazanmaq üçün \"ayağa qalxması\" lazım olduğuna dair kəskin tənqidi şərhlərinə cavab olaraq ünvanlanıb.", "id_L": 128, "id_R": 112, "pair_id": 128, "sim": 1.6777352368846241}, {"content": "2019-indiki: Bolt kəsiciləri gətirin", "id_L": 129, "id_R": 113, "pair_id": 129, "sim": 1.605847066355573}, {"content": "2019-cu ilin yanvar ayında Apple King Princess ilə 1999-cu ildəki \"I Know\" mahnısının versiyası üzərində əməkdaşlıq etdi.", "id_L": 130, "id_R": 114, "pair_id": 130, "sim": 1.417573657018133}, {"content": "Mahnı yanvarın 25-də Spotify RISE proqramına buraxıldı.", "id_L": 131, "id_R": 115, "pair_id": 131, "sim": 1.5831108508195202}, {"content": "Apple, Jacob Dylan-ın Beach Boys və Byrds kimi mahnıları ifa etdiyi Kanyonda Echoes üçün sənədli filmdə və saundtrekdə nümayiş olundu.", "id_L": 132, "id_R": 116, "pair_id": 132, "sim": 1.397847374805597}, {"content": "Noyabr ayında o, Showtime serialının finalı The Affair üçün Waterboys-un \"Whole of Moon\" filmini işıqlandırdı.", "id_L": 133, "id_R": 117, "pair_id": 133, "sim": 1.426387501650403}, {"content": "2019-cu ilin mart ayında Instagram-da iki paylaşımda Apple beşinci albomu yazmağa işarə etdi.[76] 2019-cu ilin sentyabrında Vulture ilə müsahibədə o, albomun son mərhələdə olduğunu, qrupla birlikdə qeyd edildiyini və 2020-ci ilin əvvəlində buraxılmasının planlaşdırıldığını təsdiqlədi. 2020-ci ilin yanvarında Vulture ilə növbəti müsahibəsində o, yeni albomunun \"bir neçə aydan sonra\" çıxacağını söylədi.", "id_L": 135, "id_R": 118, "pair_id": 135, "sim": 1.186854112289866}, {"content": "[14] The New Yorker-ə verdiyi müsahibədə Apple-ın beşinci studiya albomunun Fetch the Bolt Cutters adlanacağı açıqlandı.", "id_L": 138, "id_R": 119, "pair_id": 138, "sim": 1.4173874692576072}, {"content": "Öz istehsalı olan 13 trekdən ibarət albom 17 aprel 2020-ci ildə rəqəmsal olaraq buraxıldı.", "id_L": 139, "id_R": 120, "pair_id": 139, "sim": 1.51432103065216}, {"content": "Albom musiqi tənqidçiləri tərəfindən geniş rəğbət qazandı.", "id_L": 140, "id_R": 121, "pair_id": 140, "sim": 1.448259292062047}, {"content": "63-cü İllik Grammy Mükafatlarında albom Ən Yaxşı Alternativ Musiqi Albomu və aparıcı sinql \"Shameika\" Ən Yaxşı Rok Performansı qazandı.", "id_L": 141, "id_R": 122, "pair_id": 141, "sim": 1.265306408965355}, {"content": "17 iyun 2020-ci ildə Apple, Bob Dilanın 39-cu albomu Rough and Rowdy Ways [81]-də \"Murder Most Foul\" trekində pianoda ifa edən əlavə musiqiçi kimi təsdiqləndi.", "id_L": 142, "id_R": 123, "pair_id": 142, "sim": 1.443158332459272}, {"content": "15 aprel 2021-ci ildə Apple Van Ettenin ikinci albomu Epic-in 10-cu ildönümü üçün Sharon Van Ettenin \"Love More\" mahnısını əhatə etdi.", "id_L": 143, "id_R": 124, "pair_id": 143, "sim": 1.443510629735351}, {"content": "Dekabr ayında Apple, Phoebe Bridgers tərəfindən buraxılmış klassik Milad mahnısı \"Silent Night\"ın üz qabığında və onun \"If We Make It Through December\" adlı Milad EP ilə birlikdə nümayiş olundu.", "id_L": 144, "id_R": 125, "pair_id": 144, "sim": 1.427312770083234}, {"content": "Xeyriyyəçilik ==", "id_L": 145, "id_R": 126, "pair_id": 145, "sim": 1.405478250028223}, {"content": "30 iyun 2019-cu ildə Eppl, \"Cinayət\" mahnısının televiziya və film yerləşdirməsindən əldə etdiyi iki illik gəliri qaçqınlara, ehtiyacları olanlara, immiqrasiya rüsumları və hüquqi xidmətlərlə təmin edən \"While They Wait\"ə bağışlamağa söz verdi. 2020-ci ildə “While They Wait” qrupundan Scott Hechinger Vultura bildirib ki, Eppl 15 ailəyə kömək etmək üçün 90.000 dollar bağışlayıb.", "id_L": 146, "id_R": 127, "pair_id": 146, "sim": 1.338701341374506}, {"content": "Diskoqrafiya ==", "id_L": 148, "id_R": 128, "pair_id": 148, "sim": 1.477331098263331}, {"content": "Tidal (album)|Tidal (1996)", "id_L": 149, "id_R": 129, "pair_id": 149, "sim": 1.4231925525592382}, {"content": "When the Pawn...", "id_L": 150, "id_R": 130, "pair_id": 150, "sim": 1.7440942266615642}, {"content": "(1999)", "id_L": 151, "id_R": 131, "pair_id": 151, "sim": 1.564455094698331}, {"content": "Extraordinary Machine (2005)", "id_L": 152, "id_R": 132, "pair_id": 152, "sim": 1.6981598023005882}, {"content": "The Idler Wheel...", "id_L": 153, "id_R": 133, "pair_id": 153, "sim": 1.846646844021154}, {"content": "(2012)", "id_L": 154, "id_R": 134, "pair_id": 154, "sim": 1.626397535608554}, {"content": "Fetch the Bolt Cutters (2020)", "id_L": 155, "id_R": 135, "pair_id": 155, "sim": 1.739370662256489}, {"content": "Mükafatlar və nominasiyalar ==", "id_L": 156, "id_R": 136, "pair_id": 156, "sim": 1.6365953852896231}, {"content": "Epplın debüt albomu ona \"Criminal\", Ən Yaxşı Qadın Rok Vokal Performansı ona Grammy və \"Sleep to Dream\" də Ən Yaxşı Yeni Müğənni kimi MTV Video Musiqi Mükafatını qazandırdı.", "id_L": 157, "id_R": 137, "pair_id": 157, "sim": 1.236455626637356}, {"content": "When a Pawn... mahnısına görə Epple, Görkəmli Qadın Vokalçı üçün Kaliforniya Musiqi Mükafatını qazandı.", "id_L": 158, "id_R": 138, "pair_id": 158, "sim": 1.304884750901302}, {"content": "Fövqəladə Maşın üçün o, Ən Yaxşı Songbird üçün Eski Musiqi Mükafatını aldı.", "id_L": 159, "id_R": 139, "pair_id": 159, "sim": 1.282852248655372}, {"content": "Fetç the Bolt Cutters Ən Yaxşı Alternativ Musiqi Albomu üçün Qremmi Mükafatını və \"Şameyka\" mahnısı Ən Yaxşı Rok Performansı üçün Qremmi Mükafatını qazandırdı.", "id_L": 160, "id_R": 140, "pair_id": 160, "sim": 1.202006043335945}, {"content": "İstinadlar", "id_L": 163, "id_R": 141, "pair_id": 163, "sim": 1.687364410667824}, {"content": "Xarici keçidlər", "id_L": 164, "id_R": 142, "pair_id": 164, "sim": 1.816250617476437}]}