{"maxSim": 1.7735684937194072, "minSim": 1.006917460598264, "left": [{"content": "Fiona Apple McAfee-Maggart (born September 13, 1977) is an American singer-songwriter.", "id_L": 0, "id_R": 0, "pair_id": 0, "sim": 1.3049682039451271}, {"content": "She has released five albums from 1996 to 2020, which have all reached the top 20 on the U.S. Billboard 200 chart.", "id_L": 1, "id_R": 134, "pair_id": 1, "sim": 1.074841669478854}, {"content": "Apple has received numerous awards and nominations, including three Grammy Awards, two MTV Video Music Awards, and a Billboard Music Award.", "id_L": 2, "id_R": 13, "pair_id": 2, "sim": 1.348407328262761}, {"content": "The youngest daughter of the actor Brandon Maggart, Apple was born in New York City and was raised alternating between her mother's home in New York and her father's in Los Angeles.", "id_L": 3, "id_R": 3, "pair_id": 3, "sim": 1.237872871193415}, {"content": "Classically trained on piano as a child, she began composing her own songs when she was eight years old.", "id_L": 4, "id_R": 4, "pair_id": -1, "sim": -1}, {"content": "Her debut album, Tidal, containing songs written when she was 17, was released in 1996 and received a Grammy Award for Best Female Vocal Rock Performance for the single \"Criminal\".", "id_L": 5, "id_R": 4, "pair_id": 5, "sim": 1.2711592266019531}, {"content": "She followed with When the Pawn... (1999), produced by Jon Brion, which was also critically and commercially successful and was certified Platinum.", "id_L": 6, "id_R": 5, "pair_id": 6, "sim": 1.224755013667574}, {"content": "For her third album, Extraordinary Machine (2005), Apple again collaborated with Brion and began recording the album in 2002.", "id_L": 7, "id_R": 7, "pair_id": 7, "sim": 1.293255820069727}, {"content": "However, Apple was reportedly unhappy with the production and opted not to release the record, leading fans to protest Epic Records, erroneously believing that the label was withholding its release.", "id_L": 8, "id_R": 8, "pair_id": 8, "sim": 1.319299882155843}, {"content": "The album was eventually re-produced without Brion and released in October 2005.", "id_L": 9, "id_R": 9, "pair_id": 9, "sim": 1.143183141682299}, {"content": "The album was certified Gold, and nominated for a Grammy Award for Best Pop Vocal Album.", "id_L": 10, "id_R": 10, "pair_id": -1, "sim": -1}, {"content": "In 2012, she released her fourth studio album, The Idler Wheel..., which received critical praise and was followed by a tour of the United States and was nominated for the Grammy Award for Best Alternative Music Album in 2013.", "id_L": 11, "id_R": 10, "pair_id": 11, "sim": 1.306290220604746}, {"content": "Apple's fifth studio album, Fetch the Bolt Cutters, was released in 2020 to widespread acclaim, earning two Grammy Awards: Best Alternative Music Album and Best Rock Performance for the lead single \"Shameika\".", "id_L": 12, "id_R": 11, "pair_id": 12, "sim": 1.169018098029752}, {"content": "Early life ==", "id_L": 13, "id_R": 15, "pair_id": 13, "sim": 1.014492023186991}, {"content": "Fiona Apple was born Fiona Apple McAfee-Maggart on September 13, 1977, in New York City to singer Diane McAfee and actor Brandon Maggart, who met when both were cast in the Broadway musical Applause.", "id_L": 14, "id_R": 16, "pair_id": 14, "sim": 1.186978751425618}, {"content": "Her father is from Tennessee, and through him, Apple has Melungeon ancestry.", "id_L": 15, "id_R": 15, "pair_id": -1, "sim": -1}, {"content": "Her maternal grandparents were dancer Millicent Green and big band vocalist Johnny McAfee.", "id_L": 16, "id_R": 21, "pair_id": 16, "sim": 1.313991071317954}, {"content": "Her sister, Amber, sings cabaret under the stage name Maude Maggart, and actor Garett Maggart is her half brother.", "id_L": 17, "id_R": 18, "pair_id": 17, "sim": 1.375783198184127}, {"content": "Apple grew up in Morningside Gardens in Harlem with her mother and sister, but spent summers with her father in Los Angeles, California.", "id_L": 18, "id_R": 18, "pair_id": -1, "sim": -1}, {"content": "She attended St. Hilda's & St. Hugh's School.", "id_L": 19, "id_R": 19, "pair_id": -1, "sim": -1}, {"content": "Apple was classically trained on piano as a child, and began composing her own pieces by the age of eight.", "id_L": 20, "id_R": 20, "pair_id": -1, "sim": -1}, {"content": "When learning to play piano, she would often take sheet music and translate guitar tablature into the corresponding notes.", "id_L": 21, "id_R": 21, "pair_id": -1, "sim": -1}, {"content": "Apple later began to play along with jazz standard compositions after becoming proficient, through which she discovered Billie Holiday and Ella Fitzgerald, who became major influences on her.", "id_L": 22, "id_R": 22, "pair_id": -1, "sim": -1}, {"content": "Since childhood, Apple has struggled with obsessive-compulsive disorder, depression, and anxiety, and has also been diagnosed with complex post-traumatic stress disorder.", "id_L": 23, "id_R": 22, "pair_id": 23, "sim": 1.286161464275838}, {"content": "At age 12, she was raped outside the apartment she shared with her mother, step-father, and sister in Harlem.", "id_L": 24, "id_R": 23, "pair_id": 24, "sim": 1.254107380339253}, {"content": "She subsequently developed an eating disorder, purposely slimming her developing body, which she saw as \"bait\" for potential predators.", "id_L": 25, "id_R": 27, "pair_id": 25, "sim": 1.044632554678234}, {"content": "I definitely did have an eating disorder, she recalled.", "id_L": 26, "id_R": 26, "pair_id": -1, "sim": -1}, {"content": "What was really frustrating for me was that everyone thought I was anorexic, and I wasnot.\r\nI was just really depressed and self-loathing.", "id_L": 27, "id_R": 42, "pair_id": 27, "sim": 1.051181428102638}, {"content": "She also described how her OCD had a significant impact on her eating habits, by requiring food to be a certain color or shape.", "id_L": 28, "id_R": 28, "pair_id": -1, "sim": -1}, {"content": "After the rape, Apple began attending Model Mugging classes, practicing self-defense, but continued to suffer panic attacks while walking home from school, which led to her relocating to Los Angeles to live with her father for one year.", "id_L": 29, "id_R": 29, "pair_id": -1, "sim": -1}, {"content": "In Los Angeles, Apple attended Alexander Hamilton High School for her second year.", "id_L": 30, "id_R": 30, "pair_id": -1, "sim": -1}, {"content": "In a 2000 interview, Apple stated that, despite speculation from journalists, she did not write songs about the trauma surrounding her rape: \"It doesnot get into the writing.", "id_L": 31, "id_R": 31, "pair_id": -1, "sim": -1}, {"content": "It's a boring pain.", "id_L": 32, "id_R": 41, "pair_id": 32, "sim": 1.006917460598264}, {"content": "It's such a fuckin' old pain that, you know, there's nothing poetic about it.\"", "id_L": 33, "id_R": 33, "pair_id": -1, "sim": -1}, {"content": "Career ==", "id_L": 34, "id_R": 34, "pair_id": -1, "sim": -1}, {"content": "Apple was introduced to the music industry in 1994, when she gave a demo tape containing the songs \"Never Is a Promise\", \"Not One of Those Times\", and \"He Takes a Taxi\" to her friend who was the babysitter for music publicist Kathryn Schenker.", "id_L": 35, "id_R": 35, "pair_id": -1, "sim": -1}, {"content": "Schenker then passed the tape along to Sony Music executive Andy Slater.", "id_L": 36, "id_R": 29, "pair_id": 36, "sim": 1.41072862584875}, {"content": "Apple's abilities captured his attention, and Slater signed her to a record deal.", "id_L": 37, "id_R": 30, "pair_id": 37, "sim": 1.307671741885771}, {"content": "1996–2001: Tidal and When the Pawn...", "id_L": 38, "id_R": 38, "pair_id": -1, "sim": -1}, {"content": "In 1996, Apple's debut album, Tidal, was released by Work Records and Columbia Records.", "id_L": 39, "id_R": 47, "pair_id": 39, "sim": 1.268964289801715}, {"content": "The record was largely inspired by Apple's recent breakup with her first boyfriend.", "id_L": 40, "id_R": 32, "pair_id": 40, "sim": 1.205129028122599}, {"content": "The album sold 2.7 million copies and was certified three times Platinum in the U.S. \"Criminal\", the third single, became a hit and the song reached the Top 40 on the U.S. Billboard Hot 100.", "id_L": 41, "id_R": 41, "pair_id": -1, "sim": -1}, {"content": "The song's controversial Mark Romanek-directed music video played on MTV.", "id_L": 42, "id_R": 33, "pair_id": 42, "sim": 1.230175780449717}, {"content": "Other singles from Tidal included \"Shadowboxer\", \"Sleep to Dream\", and \"Never Is a Promise\".", "id_L": 43, "id_R": 36, "pair_id": 43, "sim": 1.219745632147227}, {"content": "Apple accepted the MTV Video Music Award for Best New Artist at the 1997 MTV Video Music Awards for her song \"Sleep to Dream\", during her acceptance speech she said:", "id_L": 44, "id_R": 38, "pair_id": 44, "sim": 1.577673128735866}, {"content": "This world is bullshit.", "id_L": 45, "id_R": 39, "pair_id": 45, "sim": 1.145427877403914}, {"content": "And you shouldnot model your life—wait a second—you shouldnot model your life about what you think that we think is cool and what we're wearing and what we're saying and everything.", "id_L": 46, "id_R": 46, "pair_id": -1, "sim": -1}, {"content": "Go with yourself.", "id_L": 47, "id_R": 47, "pair_id": -1, "sim": -1}, {"content": "Apple responded to criticisms of her acceptance speech in Rolling Stone in January 1998, stating, \"When I have something to say, I'll say it.\"", "id_L": 48, "id_R": 48, "pair_id": -1, "sim": -1}, {"content": "During this period, Apple also covered the Beatles' \"Across the Universe\" and Percy Mayfield's \"Please Send Me Someone to Love\" for the soundtrack of the film Pleasantville.", "id_L": 49, "id_R": 45, "pair_id": 49, "sim": 1.3157181218682181}, {"content": "She later canceled the last 21 dates on a tour in support of her album due to \"personal family problems\".", "id_L": 50, "id_R": 46, "pair_id": 50, "sim": 1.413018089254815}, {"content": "In 1997, Apple met director Paul Thomas Anderson during a photoshoot, and the two began a relationship that lasted several years.", "id_L": 51, "id_R": 24, "pair_id": 51, "sim": 1.062627769764824}, {"content": "Apple's second album, When the Pawn..., was released in 1999.", "id_L": 52, "id_R": 52, "pair_id": -1, "sim": -1}, {"content": "Its full title is a poem Apple wrote after reading letters that appeared in Spin regarding an article that had cast her in a negative light in an earlier issue.", "id_L": 53, "id_R": 48, "pair_id": 53, "sim": 1.067659254083616}, {"content": "The title's length earned it a spot in the Guinness Book of Records for 2001.", "id_L": 54, "id_R": 54, "pair_id": -1, "sim": -1}, {"content": "However, as of October 2007, it no longer has the longest album title, as Soulwax released Most of the Remixes, a remix album whose title surpasses When the Pawn's length by 100 characters.", "id_L": 55, "id_R": 55, "pair_id": -1, "sim": -1}, {"content": "When the Pawn was cultivated during Apple's relationship with film director Paul Thomas Anderson.", "id_L": 56, "id_R": 51, "pair_id": 56, "sim": 1.193584636430763}, {"content": "When the Pawn, which was produced by Jon Brion, used more expressive lyrics, experimented more with drum loops, and incorporated both the Chamberlin and drummer Matt Chamberlain.", "id_L": 57, "id_R": 53, "pair_id": 57, "sim": 1.360451307514178}, {"content": "The album received a positive reception from publications such as Rolling Stone.", "id_L": 58, "id_R": 56, "pair_id": 58, "sim": 1.43522909957483}, {"content": "It did not fare as well commercially as her debut, though it was an RIAA-certified Platinum album and sold one million copies in the U.S.", "id_L": 59, "id_R": 59, "pair_id": -1, "sim": -1}, {"content": "The album's lead single, \"Fast as You Can\", reached the top twenty on Billboard's Modern Rock Tracks chart and became Apple's first Top 40 hit in the UK.", "id_L": 60, "id_R": 60, "pair_id": -1, "sim": -1}, {"content": "The videos for two follow-up singles, \"Paper Bag\" and \"Limp\" (directed by then-boyfriend Anderson), received very little play.", "id_L": 61, "id_R": 54, "pair_id": 61, "sim": 1.158177837269939}, {"content": "In a February 2000 set hampered by equipment issues to 3,000 audience members at the New York City Roseland Ballroom, a frustrated Apple left the stage without returning.", "id_L": 62, "id_R": 55, "pair_id": 62, "sim": 1.508491204748781}, {"content": "Her performance saw Apple appearing distraught at the sound quality, apologizing numerous times for the sound and crying.", "id_L": 63, "id_R": 63, "pair_id": -1, "sim": -1}, {"content": "After completing a concert tour in support of her second album in 2000, Apple relocated to Los Angeles, where she still resides as of 2020.", "id_L": 64, "id_R": 64, "pair_id": -1, "sim": -1}, {"content": "2002–2010: Extraordinary Machine and release delays ===", "id_L": 65, "id_R": 65, "pair_id": -1, "sim": -1}, {"content": "During her hiatus, Apple contemplated retiring from her recording career.", "id_L": 66, "id_R": 57, "pair_id": 66, "sim": 1.453725805199198}, {"content": "Apple sang with Johnny Cash on a cover of Simon & Garfunkel's \"Bridge over Troubled Water\" that ended up on his album American IV: The Man Comes Around and was nominated for a Grammy Award for \"Best Country Collaboration with Vocals\".", "id_L": 67, "id_R": 67, "pair_id": -1, "sim": -1}, {"content": "She also collaborated with Cash on Cat Stevens's \"Father and Son\", which was included in his 2003 collection Unearthed.", "id_L": 68, "id_R": 58, "pair_id": 68, "sim": 1.377777813976161}, {"content": "Apple's third album, Extraordinary Machine, was originally produced by Jon Brion.", "id_L": 69, "id_R": 59, "pair_id": 69, "sim": 1.404380218785455}, {"content": "In spring 2002, Apple and Brion, her longtime friend and producer on When the Pawn, met for their weekly lunch meeting.", "id_L": 70, "id_R": 60, "pair_id": 70, "sim": 1.2900172976183661}, {"content": "Brion reportedly \"begged\" Apple to make another album.", "id_L": 71, "id_R": 71, "pair_id": -1, "sim": -1}, {"content": "Apple agreed, and Brion went to Apple's label, Epic Records, with strict stipulations (including no deadline), which the label eventually agreed to.", "id_L": 72, "id_R": 72, "pair_id": -1, "sim": -1}, {"content": "Recording sessions began in 2002, at Ocean Way studios in Nashville, Tennessee, but later moved to the Paramour Mansion in Los Angeles.", "id_L": 73, "id_R": 73, "pair_id": -1, "sim": -1}, {"content": "Work on the album continued until 2003, and in May of that year it was submitted to Sony executives.", "id_L": 74, "id_R": 61, "pair_id": 74, "sim": 1.45285258664227}, {"content": "In 2004 and 2005, tracks were leaked on the Internet in MP3 format and played on U.S. and international radio.", "id_L": 75, "id_R": 75, "pair_id": -1, "sim": -1}, {"content": "Subsequently, MP3s of the entire album went online.", "id_L": 76, "id_R": 62, "pair_id": 76, "sim": 1.474036363718089}, {"content": "Although a website distributing the album was quickly shut down, it soon reached P2P networks and was downloaded by fans.", "id_L": 77, "id_R": 64, "pair_id": 77, "sim": 1.4502447234365041}, {"content": "A fan-led campaign supported the album's official release.", "id_L": 78, "id_R": 65, "pair_id": 78, "sim": 1.406597207947557}, {"content": "Mike Elizondo, who had previously played bass on Pawn, was brought back as co-producer to complete the tracks he had begun with Brion and Apple.", "id_L": 79, "id_R": 79, "pair_id": -1, "sim": -1}, {"content": "Spin later reported the following: \"Fans erroneously thought that Apple's record label, Epic, had rejected the first version of Extraordinary Machine... in reality, according to Elizondo, Apple was unhappy with the results, and it was her decision to redo the record, not her label's.\"", "id_L": 80, "id_R": 68, "pair_id": 80, "sim": 1.196500055381937}, {"content": "In August 2005, the album was given an October release date.", "id_L": 81, "id_R": 71, "pair_id": 81, "sim": 1.328597001744058}, {"content": "Production had been largely redone \"from scratch\" by Elizondo and was co-produced by Brian Kehew.", "id_L": 82, "id_R": 70, "pair_id": 82, "sim": 1.149083929821902}, {"content": "Two of the 11 previous leaked tracks were relatively unchanged, and one new song was also included.", "id_L": 83, "id_R": 72, "pair_id": 83, "sim": 1.089644416893391}, {"content": "Despite suggestions that the album had caused a rift between Brion and Apple, they regularly perform together at Largo, a club in Los Angeles, including a joint appearance with Elizondo on bass just before the news broke of an official release.", "id_L": 84, "id_R": 84, "pair_id": -1, "sim": -1}, {"content": "Extraordinary Machine debuted at number seven and was nominated for a Grammy Award for \"Best Pop Vocal Album\".", "id_L": 85, "id_R": 69, "pair_id": 85, "sim": 1.386785611448433}, {"content": "It was eventually certified Gold, though its singles (\"Parting Gift\", \"O' Sailor\", \"Not About Love\", and \"Get Him Back\") failed to enter any Billboard charts.", "id_L": 86, "id_R": 73, "pair_id": 86, "sim": 1.213431922131131}, {"content": "Apple went on a live tour to promote the album in late 2005.", "id_L": 87, "id_R": 74, "pair_id": 87, "sim": 1.252939395911759}, {"content": "Beginning in the mid-2000s, Apple dated writer and television creator Jonathan Ames.", "id_L": 88, "id_R": 75, "pair_id": 88, "sim": 1.3558372634238212}, {"content": "In June 2006, Apple appeared on the joke track \"Come Over and Get It (Up in 'Dem Guts)\" by comedian Zach Galifianakis.", "id_L": 89, "id_R": 89, "pair_id": -1, "sim": -1}, {"content": "Galifianakis previously appeared in the music video for Apple's \"Not About Love\".", "id_L": 90, "id_R": 76, "pair_id": 90, "sim": 1.47279454220156}, {"content": "Apple recorded a cover of \"Sally's Song\" for the 2006 special edition release of the soundtrack for the Tim Burton film The Nightmare Before Christmas.", "id_L": 91, "id_R": 77, "pair_id": 91, "sim": 1.485090474647083}, {"content": "In May 2006, Apple paid tribute to Elvis Costello on VH1's concert series Decades Rock Live, by performing Costello's hit \"I Want You\".", "id_L": 92, "id_R": 80, "pair_id": 92, "sim": 1.4076875217722131}, {"content": "Her version was subsequently released as a digital single.", "id_L": 93, "id_R": 113, "pair_id": 93, "sim": 1.330106862183503}, {"content": "Apple toured the East Coast during August 2007, with Nickel Creek.", "id_L": 94, "id_R": 82, "pair_id": 94, "sim": 1.633172363292981}, {"content": "In 2008, Apple recorded a duet titled \"Still I\" with Christophe Deluy.", "id_L": 95, "id_R": 83, "pair_id": 95, "sim": 1.445281629965561}, {"content": "In 2009, Apple covered \"Why Try to Change Me Now\" and \"I Walk A Little Faster\" for The Best Is Yet to Come – The Songs of Cy Coleman.", "id_L": 96, "id_R": 117, "pair_id": 96, "sim": 1.199149816236892}, {"content": "In January 2010, Fiona Apple and Jon Brion performed together at \"Love and Haiti, Too: A Music Benefit\", a charity concert for the people hurt by the Haiti earthquake.", "id_L": 97, "id_R": 85, "pair_id": 97, "sim": 1.212990387834652}, {"content": "Fiona sang a cover of \"(S)he's Funny That Way\", composed by Neil Moret, lyrics by Richard Whiting, which is often associated with the singer Billie Holiday.", "id_L": 98, "id_R": 86, "pair_id": 98, "sim": 1.382025082706211}, {"content": "In June 2010, Fiona released a song titled \"So Sleepy\", produced by Jon Brion and written by children involved with the non-profit organization 826LA.", "id_L": 99, "id_R": 87, "pair_id": 99, "sim": 1.586999606597371}, {"content": "The song was included on a compilation album released by the organization titled Chickens in Love.", "id_L": 100, "id_R": 88, "pair_id": 100, "sim": 1.411996695188555}, {"content": "Apple collaborated with Margaret Cho on her album Cho Dependent, which was released on August 24, 2010.", "id_L": 101, "id_R": 89, "pair_id": 101, "sim": 1.528877804449092}, {"content": "2011–2018: The Idler Wheel..., tour, and legal troubles", "id_L": 102, "id_R": 90, "pair_id": 102, "sim": 1.484499109496121}, {"content": "In late 2010, Billboard published an article stating that Apple was planning on releasing a new album in spring 2011, with musician Michelle Branch claiming to have heard some of the new tracks.", "id_L": 103, "id_R": 91, "pair_id": 103, "sim": 1.293439121520545}, {"content": "Drummer Charley Drayton also told Modern Drummer magazine that he was co-producing the record.", "id_L": 104, "id_R": 92, "pair_id": 104, "sim": 1.118483659595905}, {"content": "However, the album was not released in the spring and Billboard reported later that Epic was not aware of a record.", "id_L": 105, "id_R": 105, "pair_id": -1, "sim": -1}, {"content": "Apple delayed the album's release until 2012, explaining that she was waiting \"until her label found a new president and that she didnot want her work to be mishandled amid corporate disarray.\"", "id_L": 106, "id_R": 66, "pair_id": 106, "sim": 1.033006456659338}, {"content": "In January 2012, after its new record label head, LA Reid hinted at new music from Apple, Epic Records announced that the album would be released later in the year.", "id_L": 107, "id_R": 107, "pair_id": -1, "sim": -1}, {"content": "Apple announced performances at the South by Southwest Festival and a spring 2012 tour soon after.", "id_L": 108, "id_R": 108, "pair_id": -1, "sim": -1}, {"content": "The Idler Wheel Is Wiser Than the Driver of the Screw and Whipping Cords Will Serve You More Than Ropes Will Ever Do, Apple's fourth studio album, was released on June 19, 2012, in the United States.", "id_L": 109, "id_R": 109, "pair_id": -1, "sim": -1}, {"content": "It became Apple's most successful album on the Billboard 200, where it peaked at number three, and received critical acclaim.", "id_L": 110, "id_R": 93, "pair_id": 110, "sim": 1.074480590657113}, {"content": "According to an article in American Songwriter, \"The Idler Wheel isnot always pretty, but it pulses with life, brutal and true.\"While promoting The Idler Wheel, Apple revealed in a June 2012 interview that she had briefly married an unnamed French photographer, later revealed to be Lionel Deluy, \"for complicated reasons\" and had a passing liaison with a younger woman.", "id_L": 111, "id_R": 111, "pair_id": -1, "sim": -1}, {"content": "She subsequently gave an in-depth interview on Marc Maron's WTF podcast in July, in which she described her experience with obsessive–compulsive disorder throughout her adult life.", "id_L": 112, "id_R": 112, "pair_id": -1, "sim": -1}, {"content": "She also divulged that she had recently decided to quit drinking.", "id_L": 113, "id_R": 113, "pair_id": -1, "sim": -1}, {"content": "On September 19, 2012, Apple was arrested at an internal U.S. Border Patrol checkpoint in Sierra Blanca, Texas, and charged with possession of hashish, detaining her en route to a concert in Austin, Texas, at the Hudspeth County Jail.", "id_L": 114, "id_R": 114, "pair_id": -1, "sim": -1}, {"content": "Apple contributed a previously unreleased song entitled \"Dull Tool\" to the soundtrack of the 2012 Judd Apatow film This Is 40.", "id_L": 115, "id_R": 115, "pair_id": -1, "sim": -1}, {"content": "Another song was recorded for the film but was not used, ending up as the track \"Cosmonauts\" on her 2020 album Fetch the Bolt Cutters.", "id_L": 116, "id_R": 116, "pair_id": -1, "sim": -1}, {"content": "In November 2012, Apple wrote a letter to her fans – a scan of which was posted to her website and her Facebook page – postponing the South American leg of her tour due to the health of her dog, Janet.", "id_L": 117, "id_R": 117, "pair_id": -1, "sim": -1}, {"content": "According to the letter, the dog has Addison's disease and has had a tumor \"idling in her chest\" for two years.", "id_L": 118, "id_R": 118, "pair_id": -1, "sim": -1}, {"content": "In September 2013, a Chipotle ad appeared online with a soundtrack of Apple covering \"Pure Imagination\" from the 1971 film Willy Wonka and the Chocolate Factory.", "id_L": 119, "id_R": 119, "pair_id": -1, "sim": -1}, {"content": "The video, which follows a scarecrow as he discovers the truth about factory farming and processed food, was described as \"haunted,\" \"dystopian,\" \"bizarre,\" and \"beautiful.\"", "id_L": 120, "id_R": 120, "pair_id": -1, "sim": -1}, {"content": "In 2014, Apple wrote the opening theme, \"Container\", for the Showtime drama series The Affair.", "id_L": 121, "id_R": 121, "pair_id": -1, "sim": -1}, {"content": "During 2014, Apple also appeared at a number of performances by Blake Mills, including in New York City and Cambridge, Massachusetts, during his tour in support of his second full-length album, Heigh Ho.", "id_L": 122, "id_R": 122, "pair_id": -1, "sim": -1}, {"content": "The pair first publicly collaborated on an acoustic version of Apple's song \"I Know\" in 2013.", "id_L": 123, "id_R": 123, "pair_id": -1, "sim": -1}, {"content": "Fiona Apple has collaborated with Andrew Bird, and in 2016, she was featured in the song \"Left Handed Kisses\" from the album Are You Serious.", "id_L": 124, "id_R": 124, "pair_id": -1, "sim": -1}, {"content": "In 2017, she released \"Tiny Hands\" for the Women's March on Washington.", "id_L": 125, "id_R": 125, "pair_id": -1, "sim": -1}, {"content": "In 2018, she joined Shirley Manson at the woman-driven Girl School Festival in Los Angeles for a cover of \"You Donot Own Me\" by Lesley Gore, wearing a white T-shirt with \"KNEEL, PORTNOW\" written across it in ink.", "id_L": 126, "id_R": 126, "pair_id": -1, "sim": -1}, {"content": "This was considered in response to Grammy head Neil Portnow's heavily criticized comments that women need to \"step up\" to earn more Grammy nods.", "id_L": 127, "id_R": 127, "pair_id": -1, "sim": -1}, {"content": "2019–present: Fetch the Bolt Cutters ===", "id_L": 128, "id_R": 128, "pair_id": -1, "sim": -1}, {"content": "In January 2019, Apple collaborated with King Princess on a version of her 1999 song \"I Know\".", "id_L": 129, "id_R": 95, "pair_id": 129, "sim": 1.666838047577266}, {"content": "The song was released for Spotify's RISE program on January 25.", "id_L": 130, "id_R": 96, "pair_id": 130, "sim": 1.21518426890161}, {"content": "Apple was featured in the documentary and soundtrack for Echo in the Canyon with Jakob Dylan covering songs by artists such as the Beach Boys and the Byrds.", "id_L": 131, "id_R": 131, "pair_id": -1, "sim": -1}, {"content": "In November, she covered \"Whole of the Moon,\" a Waterboys song, for the series finale of Showtime's The Affair.", "id_L": 132, "id_R": 132, "pair_id": -1, "sim": -1}, {"content": "In two Instagram posts in March 2019, Apple hinted at the recording of a fifth album.", "id_L": 133, "id_R": 133, "pair_id": -1, "sim": -1}, {"content": "In a September 2019 interview with Vulture, she confirmed that the album was in its final stages, recorded with a band and planned for an early 2020 release.", "id_L": 134, "id_R": 134, "pair_id": -1, "sim": -1}, {"content": "In a follow-up interview with Vulture in January 2020, she said her new album would likely be out \"in a few months.\"", "id_L": 135, "id_R": 97, "pair_id": 135, "sim": 1.1423350983133411}, {"content": "On March 8, 2020, Apple posted a video showcasing her saying \"M-Y-R-E-C-O-R-D-I-S-D-O-N-E\" in fingerspelling.", "id_L": 136, "id_R": 136, "pair_id": -1, "sim": -1}, {"content": "In an interview with The New Yorker, it was announced that Apple's fifth studio album was to be titled Fetch the Bolt Cutters.", "id_L": 137, "id_R": 137, "pair_id": -1, "sim": -1}, {"content": "The album, which consists of 13 self-produced tracks, was released digitally on April 17, 2020.", "id_L": 138, "id_R": 138, "pair_id": -1, "sim": -1}, {"content": "The album was met with widespread acclaim by music critics.", "id_L": 139, "id_R": 139, "pair_id": -1, "sim": -1}, {"content": "At the 63rd Annual Grammy Awards, the album won Best Alternative Music Album and the lead single \"Shameika\" won Best Rock Performance.", "id_L": 140, "id_R": 26, "pair_id": 140, "sim": 1.08727072956788}, {"content": "On June 17, 2020, Apple was confirmed as an additional musician featuring on Bob Dylan's 39th album Rough and Rowdy Ways, playing piano on the track \"Murder Most Foul\".", "id_L": 141, "id_R": 141, "pair_id": -1, "sim": -1}, {"content": "On April 15, 2021, Apple covered Sharon Van Etten’s \"Love More\", from the 10th anniversary of Van Etten's second album, Epic.", "id_L": 142, "id_R": 142, "pair_id": -1, "sim": -1}, {"content": "In December, Apple was featured on a cover of the Christmas classic \"Silent Night\" released by Phoebe Bridgers alongside her Christmas EP \"If We Make It Through December\".", "id_L": 143, "id_R": 143, "pair_id": -1, "sim": -1}, {"content": "Philanthropy ==", "id_L": 144, "id_R": 144, "pair_id": -1, "sim": -1}, {"content": "On June 30, 2019, Apple pledged to donate two years' worth of earnings from TV and movie placements of her song \"Criminal\" to the While They Wait fund, which assists refugees with basic necessities, immigration fees and legal services.", "id_L": 145, "id_R": 98, "pair_id": 145, "sim": 1.589409122801821}, {"content": "In 2020, While They Wait's Scott Hechinger revealed to Vulture that Apple had donated $90,000, which would help 15 families.", "id_L": 146, "id_R": 99, "pair_id": 146, "sim": 1.344709859730852}, {"content": "Discography", "id_L": 147, "id_R": 147, "pair_id": -1, "sim": -1}, {"content": "Tidal (1996)", "id_L": 148, "id_R": 100, "pair_id": 148, "sim": 1.7735684937194072}, {"content": "When the Pawn...", "id_L": 149, "id_R": 31, "pair_id": 149, "sim": 1.1348856426487721}, {"content": "(1999)", "id_L": 150, "id_R": 49, "pair_id": 150, "sim": 1.138090149367671}, {"content": "Extraordinary Machine (2005)", "id_L": 151, "id_R": 108, "pair_id": 151, "sim": 1.157136455314502}, {"content": "The Idler Wheel...", "id_L": 152, "id_R": 152, "pair_id": -1, "sim": -1}, {"content": "(2012)", "id_L": 153, "id_R": 153, "pair_id": -1, "sim": -1}, {"content": "Fetch the Bolt Cutters (2020)", "id_L": 154, "id_R": 154, "pair_id": -1, "sim": -1}, {"content": "Awards and nominations", "id_L": 155, "id_R": 155, "pair_id": -1, "sim": -1}, {"content": "Apple's debut album earned her a Grammy Award for Best Female Rock Vocal Performance for \"Criminal\" and the MTV Video Music Award for Best New Artist in a Video for \"Sleep to Dream\".", "id_L": 156, "id_R": 122, "pair_id": 156, "sim": 1.57993232378101}, {"content": "For When the Pawn..., Apple won the California Music Award for Outstanding Female Vocalist.", "id_L": 157, "id_R": 157, "pair_id": -1, "sim": -1}, {"content": "For Extraordinary Machine, she won an Esky Music Award for Best Songbird.", "id_L": 158, "id_R": 158, "pair_id": -1, "sim": -1}, {"content": "Fetch the Bolt Cutters won a Grammy Award for Best Alternative Music Album and the song \"Shameika\" won a Grammy Award for Best Rock Performance.", "id_L": 159, "id_R": 159, "pair_id": -1, "sim": -1}, {"content": "See also ==", "id_L": 160, "id_R": 160, "pair_id": -1, "sim": -1}, {"content": "Apple of Sodom, a Marilyn Manson song inspired by Apple", "id_L": 161, "id_R": 124, "pair_id": 161, "sim": 1.187167065584617}, {"content": "References", "id_L": 162, "id_R": 162, "pair_id": -1, "sim": -1}, {"content": "External links", "id_L": 163, "id_R": 135, "pair_id": 163, "sim": 1.754467872074204}, {"content": "Official website ", "id_L": 164, "id_R": 136, "pair_id": 164, "sim": 1.5312829392605591}, {"content": "Fiona Apple at Curlie", "id_L": 165, "id_R": 141, "pair_id": 165, "sim": 1.176875032806843}, {"content": "Fiona Apple at IMDb", "id_L": 166, "id_R": 139, "pair_id": 166, "sim": 1.132608809706447}], "right": [{"content": "Fiona Apple McAfee-Maggart (Nueva York, 13 de septiembre de 1977) es una cantante, compositora y pianista estadounidense.", "id_L": 0, "id_R": 0, "pair_id": 0, "sim": 1.3049682039451271}, {"content": "Ha sido nominada once veces a los Premios Grammy y ganado tres veces.[2]​[3]", "id_L": 1, "id_R": 1, "pair_id": -1, "sim": -1}, {"content": "​", "id_L": 2, "id_R": 2, "pair_id": -1, "sim": -1}, {"content": "Hija del actor Brandon Maggart, Apple nació en la ciudad de Nueva York y, tras haber sido entrenada en piano cuando era niña, comenzó a componer sus propias canciones cuando tenía ocho años.", "id_L": 3, "id_R": 3, "pair_id": 3, "sim": 1.237872871193415}, {"content": "Su álbum debut, Tidal (1996), recibió un Premio Grammy a la mejor interpretación femenina de rock vocal por el sencillo «Criminal.»[4]​[5]", "id_L": 5, "id_R": 4, "pair_id": 5, "sim": 1.2711592266019531}, {"content": "​ Apple siguió su carrera musical con su segundo disco, When the Pawn... (1999), producido por Jon Brion, el cual también fue críticamente aclamado y certificado platino.[6]​[7]", "id_L": 6, "id_R": 5, "pair_id": 6, "sim": 1.224755013667574}, {"content": "​", "id_L": 6, "id_R": 6, "pair_id": -1, "sim": -1}, {"content": "Para su tercer álbum, Extraordinary Machine (2005), Apple nuevamente colaboró con Jon Brion y comenzó a grabar el álbum en 2002.", "id_L": 7, "id_R": 7, "pair_id": 7, "sim": 1.293255820069727}, {"content": "Sin embargo, según informes, Apple no estaba contenta con la producción y optó por no lanzar el disco, lo que llevó a sus fanáticos a especular y a protestar hacia la discográfica de la cantante, Epic Records, erróneamente creyendo que la discográfica estaba reteniendo su lanzamiento.", "id_L": 8, "id_R": 8, "pair_id": 8, "sim": 1.319299882155843}, {"content": "El álbum fue finalmente re-producido sin Brion y lanzado en octubre de 2005, siendo certificado oro y nominado para un Premio Grammy al mejor álbum vocal pop tiempo después.[8]​[9]", "id_L": 9, "id_R": 9, "pair_id": 9, "sim": 1.143183141682299}, {"content": "​ En 2012 Apple lanzó su cuarto disco, The Idler Wheel..., el cual recibió elogios por parte de la crítica y fue seguido por una gira por los Estados Unidos, siendo también nominado al Premio Grammy al mejor álbum de música alternativa en 2013.[10]​[11]", "id_L": 11, "id_R": 10, "pair_id": 11, "sim": 1.306290220604746}, {"content": "​ El quinto álbum de estudio de Apple, Fetch the Bolt Cutters, fue lanzado en 2020 y recibió una aclamación universal de la crítica, llegando inclusive a recibir una puntuación perfecta por la revista digital Pitchfork y dos Grammy.[12]​[13]", "id_L": 12, "id_R": 11, "pair_id": 12, "sim": 1.169018098029752}, {"content": "​", "id_L": 12, "id_R": 12, "pair_id": -1, "sim": -1}, {"content": "Apple ha vendido más de 15 millones de álbumes y sencillos en todo el mundo y recibido numerosos premios y nominaciones, entre los que se incluyen tres premios Grammy, 2 MTV Video Music Awards y un Premio Billboard Music.[14]​", "id_L": 2, "id_R": 13, "pair_id": 2, "sim": 1.348407328262761}, {"content": "Biografía", "id_L": 14, "id_R": 14, "pair_id": -1, "sim": -1}, {"content": "1977-1995: infancia y principios de su carrera ===", "id_L": 13, "id_R": 15, "pair_id": 13, "sim": 1.014492023186991}, {"content": "Fiona Apple McAfee-Maggart nació el 13 de septiembre de 1977 en la ciudad de Nueva York, Estados Unidos.", "id_L": 14, "id_R": 16, "pair_id": 14, "sim": 1.186978751425618}, {"content": "Es hija de la cantante Diane McAfee y del actor Brandon Maggart.", "id_L": 17, "id_R": 17, "pair_id": -1, "sim": -1}, {"content": "Su hermana mayor, Amber, trabaja en un cabaret bajo el nombre de Maude Maggart, su medio hermano Spencer es director.", "id_L": 17, "id_R": 18, "pair_id": 17, "sim": 1.375783198184127}, {"content": "Se encargó de dirigir el videoclip de su canción, Parting gift.", "id_L": 19, "id_R": 19, "pair_id": -1, "sim": -1}, {"content": "Su hermano Garett Maggart trabaja en la serie The Sentinel.", "id_L": 20, "id_R": 20, "pair_id": -1, "sim": -1}, {"content": "Además, su abuela materna fue Millicent Green, una bailarina que trabajaba en George White's scandals, una serie de revistas musicales similares a Zeigfield follies, y John McAfee, un multi editor y vocalistas de los tiempos de las Big bands; sus abuelos se conocieron en una gira con Johnny Hamp y su Orquestra.", "id_L": 16, "id_R": 21, "pair_id": 16, "sim": 1.313991071317954}, {"content": "Tuvo una infancia difícil por un trastorno obsesivo-compulsivo y por tendencias antisociales.", "id_L": 23, "id_R": 22, "pair_id": 23, "sim": 1.286161464275838}, {"content": "Después de afirmar a los 11 años que iba a matar a su hermana y a suicidarse, los padres de Apple decidieron que tenía que ser tratada con psicoterapia.[15]​ Al año siguiente, con 12 años, fue violada por un extraño volviendo del colegio hacia su casa.", "id_L": 24, "id_R": 23, "pair_id": 24, "sim": 1.254107380339253}, {"content": "Más tarde aludiría a este hecho en sus canciones «Sullen girl» y «The child is gone» de su primer álbum.[16]​[17]", "id_L": 51, "id_R": 24, "pair_id": 51, "sim": 1.062627769764824}, {"content": "​", "id_L": 25, "id_R": 25, "pair_id": -1, "sim": -1}, {"content": "Sus opiniones sobre la sordidez del mundo de la música y la aceptación de los premios que éste le brinda han sido bastante criticadas.", "id_L": 140, "id_R": 26, "pair_id": 140, "sim": 1.08727072956788}, {"content": "Es vegana y colabora con la organización PETA (Personas por el Trato Ético de los Animales).", "id_L": 25, "id_R": 27, "pair_id": 25, "sim": 1.044632554678234}, {"content": "En 1997, sus opiniones en contra del pavo de día de Acción de Gracias fueron bastante controvertidas.", "id_L": 28, "id_R": 28, "pair_id": -1, "sim": -1}, {"content": "Apple entró en la industria musical en el 1994,[17]​Le dio una cinta con unas demos de 3 canciones - 1 de 77 - que tenía grabadas Never is a promise, Not one of those times, and He takes a taxi[18]​ a la niñera de la publicista de música Kathryn Schenker.", "id_L": 36, "id_R": 29, "pair_id": 36, "sim": 1.41072862584875}, {"content": "Schenker pasó la cinta al ejecutivo de la compañía Sony Music Andy Slater.[19]​ La voz de contralto de Fiona Apple,[20]​[21]​  la habilidad para tocar el piano y las letras captaron su atención.[22]​", "id_L": 37, "id_R": 30, "pair_id": 37, "sim": 1.307671741885771}, {"content": "1995-1998: Tidal ===", "id_L": 149, "id_R": 31, "pair_id": 149, "sim": 1.1348856426487721}, {"content": "En 1996, el álbum debut the Fiona Apple, Tidal, fue publicado en Epic Records, una empresa subsidiaria de Sony.", "id_L": 40, "id_R": 32, "pair_id": 40, "sim": 1.205129028122599}, {"content": "El álbum vendió 2.7 millones de copias[23]​ y fue certificado tres veces disco de platino en USA.[24]​[24]", "id_L": 42, "id_R": 33, "pair_id": 42, "sim": 1.230175780449717}, {"content": "​", "id_L": 34, "id_R": 34, "pair_id": -1, "sim": -1}, {"content": "Criminal, el tercer sencillo, llevó a Apple a lo más alto.", "id_L": 35, "id_R": 35, "pair_id": -1, "sim": -1}, {"content": "La canción alcanzó el Top 40 en el Billboard Hot 100, mientras que el controvertido Mark Romanek - dirigió el vídeo musical — donde una raquítica Apple estaba en una casa caravana ambientada en los 70's—, muy popular en la MTV.", "id_L": 43, "id_R": 36, "pair_id": 43, "sim": 1.219745632147227}, {"content": "Apple más tarde diría: «Decidí que si iba a ser explotada, me explotaría yo misma».[25]​", "id_L": 37, "id_R": 37, "pair_id": -1, "sim": -1}, {"content": "Otros sencillos de Tidal fueron «Shadow boxer», «Sleep to dream» y «Never is a promise».", "id_L": 44, "id_R": 38, "pair_id": 44, "sim": 1.577673128735866}, {"content": "Su imagen pública era impetuosa.[17]​ Sobre todo, cuando aceptando el premio al Mejor Vídeo por la MTV por un nuevo artista debido a «Sleep to dream», proclamó: «Este mundo — refiriéndose a la industria musical — es una mierda, y no deberían modelar sus vidas con lo que ustedes o nosotros pensamos que está genial, o por la ropa que vestimos o las cosas que decimos» refiriéndose a la industria de la música comercial.", "id_L": 45, "id_R": 39, "pair_id": 45, "sim": 1.145427877403914}, {"content": "El anfitrión Chris Rock comentaría después en su discurso durante el programa que «esta Fiona Apple estaba loca, ¿eh Fiona X? - refiriéndose a Malcolm X - estaba aquí».[26]​ Aunque sus comentarios fueron recibidos con silbidos y aplausos en la ceremonia de los premios, los medios de comunicación la vetaron inmediatamente.", "id_L": 40, "id_R": 40, "pair_id": -1, "sim": -1}, {"content": "Sin embargo, Apple no se disculpó: «Tenía una idea en la cabeza y solo la dije.", "id_L": 32, "id_R": 41, "pair_id": 32, "sim": 1.006917460598264}, {"content": "Y eso es realmente el Leit motiv de toda mi carrera y mi vida entera.", "id_L": 27, "id_R": 42, "pair_id": 27, "sim": 1.051181428102638}, {"content": "Cuando tenga algo que decir, lo diré».[27]​ El comediante Denis Leary incluyó una sátira del discurso en su álbum Lock 'n load, titulada A reading from the book of Apple.", "id_L": 43, "id_R": 43, "pair_id": -1, "sim": -1}, {"content": "Janeane Garofalo parodió a Apple por el hecho de que su vídeo Criminal parecía reforzar la misma fijación en el peso y la apariencia que Apple condenaba.", "id_L": 44, "id_R": 44, "pair_id": -1, "sim": -1}, {"content": "Apple contestó a estas críticas en un artículo en Rolling Stone en enero de 1998.[27]​", "id_L": 49, "id_R": 45, "pair_id": 49, "sim": 1.3157181218682181}, {"content": "Durante este periodo, Apple contribuyó con versiones de The Beatles «Across the universe y Percy Mayfield's Please send me someone to love para la banda sonora de la película Pleasantville.", "id_L": 50, "id_R": 46, "pair_id": 50, "sim": 1.413018089254815}, {"content": "1999-2001: When the Pawn...", "id_L": 39, "id_R": 47, "pair_id": 39, "sim": 1.268964289801715}, {"content": "El segundo álbum de estudio de Apple.", "id_L": 53, "id_R": 48, "pair_id": 53, "sim": 1.067659254083616}, {"content": "When the Pawn..., fue lanzado en 1999.", "id_L": 150, "id_R": 49, "pair_id": 150, "sim": 1.138090149367671}, {"content": "Su título completo es:", "id_L": 50, "id_R": 50, "pair_id": -1, "sim": -1}, {"content": "El título es un poema que escribió Fiona Apple después de leer cartas que aparecían en Spin a propósito de un artículo en el que la critican negativamente por una polémica reciente.[28]​ Este título tenía el récord, cuando fue publicado, por ser el más largo de la historia de la música.[29]​ Sin embargo en el 2007 Soulwax publicó su álbum de remixes Most of the remixes, que tenía cien caracteres más que el anterior.[30]​ Este fue nuevamente superado por Chumbawamba en el 2008 por el álbum The boy bands have won..., cuyo texto contiene 865 letras.", "id_L": 56, "id_R": 51, "pair_id": 56, "sim": 1.193584636430763}, {"content": "Para abreviar es más conocido como When the pawn.", "id_L": 52, "id_R": 52, "pair_id": -1, "sim": -1}, {"content": "El álbum fue gestado durante la relación de Fiona Apple con el director de cine Paul Thomas Anderson.", "id_L": 57, "id_R": 53, "pair_id": 57, "sim": 1.360451307514178}, {"content": "When the pawn... recibió críticas positivas de las publicaciones como The New York Times y Rolling Stone.[31]​ No funcionó  tan bien como su álbum debut aunque fue certificado por la RIIA como álbum de platino[24]​ y vendió 1 millón de copias en USA.[23]​ El sencillo de presentación, Fast as you can, alcanzó el top 20 en la lista Billboard Modern Rock Tracks y fue el primer top 40 de Apple en Reino Unido.", "id_L": 61, "id_R": 54, "pair_id": 61, "sim": 1.158177837269939}, {"content": "Los vídeos para los dos siguientes sencillos, «Paper bag» y «Limp» — dirigidos por su novio de entonces Anderson —, recibieron muy poca emisión.", "id_L": 62, "id_R": 55, "pair_id": 62, "sim": 1.508491204748781}, {"content": "When the pawn..., que fue producido por Jon Brion, utilizó letras más expresivas, menos oscuras, experimentó más con loops de batería, e incorporó tanto al Chamberlin como a Matt Chamberlain — quien trabajara con Tori Amos — a la batería.", "id_L": 58, "id_R": 56, "pair_id": 58, "sim": 1.43522909957483}, {"content": "2002-2007: Extraordinary Machine ===", "id_L": 66, "id_R": 57, "pair_id": 66, "sim": 1.453725805199198}, {"content": "Apple cantó con Johny Cash en una versión de Simon & Garfunkel Bridge over Troubled Water que terminó en el álbum American IV: The Man Comes Around y fue nominada para un Grammy por \"Mejor colaboración vocal country\".", "id_L": 68, "id_R": 58, "pair_id": 68, "sim": 1.377777813976161}, {"content": "También colaboró con Cash en la canción de Cat Stevens Father and Son, que fue incluida en su colección de 2003 Unhearted.", "id_L": 69, "id_R": 59, "pair_id": 69, "sim": 1.404380218785455}, {"content": "El tercer álbum de Fiona Apple, Extraordinary machine, fue originalmente producido por Jon Brion.", "id_L": 70, "id_R": 60, "pair_id": 70, "sim": 1.2900172976183661}, {"content": "Las grabaciones empezaron a comienzos de 2002 en Ocean Way Studios en Nashville, Tennessee, pero después se movió a Paramount Mansion en Los Ángeles, El trabajo en el álbum continuó hasta 2003, y en mayo de ese año fue enviado a Sony.", "id_L": 74, "id_R": 61, "pair_id": 74, "sim": 1.45285258664227}, {"content": "En 2004 y 2005, las canciones fueron filtradas en internet en MP3 y sonaron en la radio de EE.", "id_L": 76, "id_R": 62, "pair_id": 76, "sim": 1.474036363718089}, {"content": "UU. e internacional.", "id_L": 63, "id_R": 63, "pair_id": -1, "sim": -1}, {"content": "Como consecuencia, todo el álbum en MP3 se puso en línea.", "id_L": 77, "id_R": 64, "pair_id": 77, "sim": 1.4502447234365041}, {"content": "Aunque una web que distribuía el álbum fue eliminada rápidamente,[32]​ pronto alcanzó las redes peer-to-peer y fue descargado por los fanes.[33]​ Una campaña llevada por fanes, Free Fiona, fue lanzada para que se publicara oficialmente el álbum.", "id_L": 78, "id_R": 65, "pair_id": 78, "sim": 1.406597207947557}, {"content": "Fue hecho público en abril del 2005[34]​ que Sony no estaba satisfecho con la grabación inicial del álbum, y Apple y Brion comenzaron a regrabar las canciones.", "id_L": 106, "id_R": 66, "pair_id": 106, "sim": 1.033006456659338}, {"content": "Sony continuamente presentaba sus ideas sobre el proyecto, a las que Apple se resistía.", "id_L": 67, "id_R": 67, "pair_id": -1, "sim": -1}, {"content": "Después de un largo periodo de espera, llegó a un acuerdo para regrabar el álbum con un amigo, el músico experimental y de electrónica Brian Kehew.[33]​ Mike Elizondo, quien había tocado el bajo previamente en When the pawn, fue llamado de nuevo para co-producir y completar la lista de temas que habían empezado Brion y Apple.", "id_L": 80, "id_R": 68, "pair_id": 80, "sim": 1.196500055381937}, {"content": "A pesar de los rumores de que el álbum causó reticencias entre Brion y Apple, tocaron regularmente juntos en Largo, una discoteca y cabaret de Los Ángeles propiedad de Jon Brion, que incluía una aparición de Elizondo en el bajo justo antes de que se produjera el anuncio oficial de un lanzamiento del álbum.[35]​", "id_L": 85, "id_R": 69, "pair_id": 85, "sim": 1.386785611448433}, {"content": "En agosto de 2005, el álbum se anunció para octubre.[33]​ La producción fue largamente trabajada de nuevo por Elizondo y fue coproducida por Kehew.", "id_L": 82, "id_R": 70, "pair_id": 82, "sim": 1.149083929821902}, {"content": "Spin más tarde publicaría lo siguiente: «Los fans, erróneamente, piensan que la compañía de discos de Fiona, Epic Records, rechazó la primera versión de Extraordinary machine [...] en realidad, según Elizondo, Apple estaba descontenta con el resultado final, y fue su decisión rehacer el trabajo, no de su compañía»[36]​ Dos de las once canciones previas que se filtraron fueron cambiadas, nueve fueron completamente retocadas, y una nueva canción fue incluida.", "id_L": 81, "id_R": 71, "pair_id": 81, "sim": 1.328597001744058}, {"content": "Según Elizondo, «Todo se rehízo desde cero».[37]​ La masterización final de Extraordinary machine fue hecha por Brian Gardhner, y la versión lanzada tiene un mayor nivel de compresión que cualquier lanzamiento previo de Fiona.", "id_L": 83, "id_R": 72, "pair_id": 83, "sim": 1.089644416893391}, {"content": "Extraordinary machine fue el álbum más alto de las listas de éxito en la carrera de Apple en USA — entrando en el número 7 — y fue nominado a un Grammy por Best Pop Vocal Album.", "id_L": 86, "id_R": 73, "pair_id": 86, "sim": 1.213431922131131}, {"content": "Con el tiempo fue cetificado álbum de oro[24]​ y vendió 462.000 copias en USA,[38]​ aunque sus sencillos — «Parting gift», «O' sailor», «Not about love» and «Get him back» — no entraron en ninguna lista de ventas.", "id_L": 87, "id_R": 74, "pair_id": 87, "sim": 1.252939395911759}, {"content": "Apple estuvo de gira para promover le álbum a finales de 2005.", "id_L": 88, "id_R": 75, "pair_id": 88, "sim": 1.3558372634238212}, {"content": "En junio de 2006, Apple apareció en la canción humorística «Come over and get it (Up in \"Dem guts\")» del comediante Zach Galifianakis.", "id_L": 90, "id_R": 76, "pair_id": 90, "sim": 1.47279454220156}, {"content": "Galifianakis previamente apareció en el video de «Not about love».", "id_L": 91, "id_R": 77, "pair_id": 91, "sim": 1.485090474647083}, {"content": "La canción se aparta completamente del trabajo de Fiona, tanto lírica como musicalmente.", "id_L": 78, "id_R": 78, "pair_id": -1, "sim": -1}, {"content": "Es una canción hip hop/dance en la que Fiona Apple canta líneas como «If you show me your fanny pack/I'll show you my fanny».[39]​", "id_L": 79, "id_R": 79, "pair_id": -1, "sim": -1}, {"content": "Apple grabó una versión de «Sally's song» para la publicación de la edición especial del 2006 de la banda sonora de la película de Tim Burton Pesadilla antes de navidad.", "id_L": 92, "id_R": 80, "pair_id": 92, "sim": 1.4076875217722131}, {"content": "En mayo del mismo año tocaría en un concierto de VH1 homenajeando a Elvis Costello, Decades Rock Live, su éxito «I want you»;[40]​", "id_L": 81, "id_R": 81, "pair_id": -1, "sim": -1}, {"content": "su versión fue sacada posteriormente como sencillo digital.", "id_L": 94, "id_R": 82, "pair_id": 94, "sim": 1.633172363292981}, {"content": "Apple dio una gira por la Costa Este durante el mes de agosto de 2007 con Nickel Creek.[41]​[42]", "id_L": 95, "id_R": 83, "pair_id": 95, "sim": 1.445281629965561}, {"content": "​", "id_L": 84, "id_R": 84, "pair_id": -1, "sim": -1}, {"content": "En 2008, Apple grabó un dueto titulado «Still I» con Christophe Deluy.[43]​ En 2009, Apple hizo una versión de «Why try to change me now» y «I walk a little faster» para The Best Is Yet to Come - The Songs of Cy Coleman.[44]​[45]", "id_L": 97, "id_R": 85, "pair_id": 97, "sim": 1.212990387834652}, {"content": "​[46]​ En enero de 2010 Fiona Apple y Jon Brion tocaron juntos en «Love and Haiti, too: a music benefit's», un concierto para la gente afectada por el terremoto de Haití.", "id_L": 98, "id_R": 86, "pair_id": 98, "sim": 1.382025082706211}, {"content": "Fiona cantó una versión de «(S)he's funny this way», compuesta por Neil Moret, letras de Richard Whiting, que está usualmente asociado con la cantante Billie Holiday.", "id_L": 99, "id_R": 87, "pair_id": 99, "sim": 1.586999606597371}, {"content": "En junio de 2010, Fiona publicó una canción titulada «So sleepy» producida por Jon Brion escrita por los niños de la organización no gubernamental 826LA.", "id_L": 100, "id_R": 88, "pair_id": 100, "sim": 1.411996695188555}, {"content": "La canción será incluida en un recopilatorio publicado por la organización titulada «Chickens in love».[47]​[48]", "id_L": 101, "id_R": 89, "pair_id": 101, "sim": 1.528877804449092}, {"content": "​ Apple colaboró con Margaret Cho en su álbum Cho dependent que fue publicado el 24 de agosto de 2010.[49]​", "id_L": 102, "id_R": 90, "pair_id": 102, "sim": 1.484499109496121}, {"content": "2011-2012: The Idler Wheel...", "id_L": 103, "id_R": 91, "pair_id": 103, "sim": 1.293439121520545}, {"content": "La revista Billboard confirmó que Fiona publicará material inédito en la primavera del 2011.[50]​ En la revista Rolling Stone se publicó la misma noticia el 16 de septiembre de 2010.[51]​", "id_L": 104, "id_R": 92, "pair_id": 104, "sim": 1.118483659595905}, {"content": "A principio del 2012 Epic Records anuncio que el nuevo álbum de Fiona titulado The Idler Wheel Is Wiser Than the Driver of the Screw and Whipping Cords Will Serve You More Than Ropes Will Ever Do sería lanzado a mediados del año, el cual salió a la venta el 19 de junio del presente año, precedido por el primer y único sencillo del disco titulado 'Every Single Night', el disco fue alabado por las críticas y puesto en los primeros lugares de discos del año y época por destacadas revistas musicales. también el disco de su carrera que hasta ahora se ubica mejor en listas de charts de más de 20 países y debutando en la posición #3 del Billboard 200 con casi 80.000 copias en su primera semana. se grabaron vídeos para el sencillo 'Every Single Night' y la última canción del álbum 'Hot Knife'.", "id_L": 110, "id_R": 93, "pair_id": 110, "sim": 1.074480590657113}, {"content": "The Idler Wheel... fue nominado a los premios Grammy 2013 en la categoría de mejor álbum alternativo.", "id_L": 94, "id_R": 94, "pair_id": -1, "sim": -1}, {"content": "2019–actualidad: Fetch the Bolt Cutters", "id_L": 129, "id_R": 95, "pair_id": 129, "sim": 1.666838047577266}, {"content": "En enero de 2019, Apple colaboró con King Princess en una re-versión de su canción de 1999, \"I Know\".[52]​ Apple también fue incluida en el documental y banda sonora para Echo In The Canyon junto a Jakob Dylan haciendo covers de canciones de artistas como The Beach Boys y The Byrds.[53]​ En noviembre, grabó un cover de la canción \"Whole of the Moon\" de la banda The Waterboys, para el final de la serie de televisión The Affair.[54]​", "id_L": 130, "id_R": 96, "pair_id": 130, "sim": 1.21518426890161}, {"content": "En marzo de 2019 la cuenta de tumblr Fiona Apple Rocks, la cual mantiene contacto con la cantante, publicó un video corto de Apple dando a entender que se estaba llevando a cabo grabaciones para su siguiente álbum.[55]​ En septiembre del mismo año en una entrevista con Vulture, Apple confirmó que el álbum ya estaba en sus etapas finales y tenía planeado lanzarlo a inicios de 2020.[56]​ En marzo de 2020 Apple lanza un video en el que decía en lenguaje de señas \"M-Y-R-E-C-O-R-D-I-S-D-O-N-E\", (Mi álbum está terminado).[57]​ En una entrevista con The New Yorker, fue anunciado que el quinto álbum de estudio de la cantante se titularía Fetch The Bolt Cutters.[58]​ El álbum, que consiste de 13 canciones autoproducidas, fue finalmente lanzado de forma digital el 17 de abril de 2020.[59]​ El álbum fue recibido con aclamación total de la crítica.[60]​", "id_L": 135, "id_R": 97, "pair_id": 135, "sim": 1.1423350983133411}, {"content": "Filantropía ==", "id_L": 145, "id_R": 98, "pair_id": 145, "sim": 1.589409122801821}, {"content": "En junio de 2019, Apple se comprometió a donar dos años de ganancias por la utilización de su canción Criminal en televisión o películas a la fundación de ayuda para inmigrantes While They Wait, que asiste refugios con necesidades básicas, tarifas de inmigración y servicios legales.[61]​ En 2020, Scott Hechinger de While They Wait reveló a la revista Vulture que Apple había donado $90,000 dólares a la fundación, y que esa donación ayudaría a 15 familias.[62]​", "id_L": 146, "id_R": 99, "pair_id": 146, "sim": 1.344709859730852}, {"content": "Discografía", "id_L": 148, "id_R": 100, "pair_id": 148, "sim": 1.7735684937194072}, {"content": "Álbumes de estudio", "id_L": 101, "id_R": 101, "pair_id": -1, "sim": -1}, {"content": "Álbumes en directo", "id_L": 102, "id_R": 102, "pair_id": -1, "sim": -1}, {"content": "Álbumes en colaboración", "id_L": 103, "id_R": 103, "pair_id": -1, "sim": -1}, {"content": "Sencillos", "id_L": 104, "id_R": 104, "pair_id": -1, "sim": -1}, {"content": "Otras contribuciones ==", "id_L": 105, "id_R": 105, "pair_id": -1, "sim": -1}, {"content": "Across the Universe (Lennon/McCartney) - Banda sonora de  Pleasantville (1998, Sony), voz principal.", "id_L": 106, "id_R": 106, "pair_id": -1, "sim": -1}, {"content": "Please Send Me Someone to Love (Percy Mayfield) - Banda sonora de  Pleasantville (1998, Sony), voz principal.", "id_L": 107, "id_R": 107, "pair_id": -1, "sim": -1}, {"content": "Magnolia (1999, New Line Cinema)", "id_L": 151, "id_R": 108, "pair_id": 151, "sim": 1.157136455314502}, {"content": "- \"instrumentos adicionales y piezas añadidas de música por Jon Brion y Fiona Apple» como viene en los créditos de la película.", "id_L": 109, "id_R": 109, "pair_id": -1, "sim": -1}, {"content": "Bridge over Troubled Water (Paul Simon) - dueto con Johnny Cash en American IV: The Man Comes Around (2002).", "id_L": 110, "id_R": 110, "pair_id": -1, "sim": -1}, {"content": "Father and Son (Cat Stevens) - dueto con Johnny Cash en Unearthed (2003).", "id_L": 111, "id_R": 111, "pair_id": -1, "sim": -1}, {"content": "Frosty the Snowman - de Christmas Calling (2003).", "id_L": 112, "id_R": 112, "pair_id": -1, "sim": -1}, {"content": "I Want You (Elvis Costello) - versión en directo en VH1's Live for Decades Rock Live!, lanzado como sencillo en iTunes (2006).", "id_L": 93, "id_R": 113, "pair_id": 93, "sim": 1.330106862183503}, {"content": "Sally's Song (Catherine O'Hara) - de The Nightmare Before Christmas Banda sonoa edición especial (2006).", "id_L": 114, "id_R": 114, "pair_id": -1, "sim": -1}, {"content": "Why Try to Change Me Now (Cy Coleman) - grabado para el  \"Then Was Then and Now Is Now: A Tribute to Cy Coleman\" CD/LP.", "id_L": 115, "id_R": 115, "pair_id": -1, "sim": -1}, {"content": "Angel Eyes - un trozo de la canción está en Largo Film.", "id_L": 116, "id_R": 116, "pair_id": -1, "sim": -1}, {"content": "Still I - dueto con Christophe Deluy, escucha un poco en Christophe Deluy's blog .", "id_L": 96, "id_R": 117, "pair_id": 96, "sim": 1.199149816236892}, {"content": "I Walk a Little Faster (Cy Coleman) - grabado para \"The Best Is Yet to Come\" CD/LP.", "id_L": 118, "id_R": 118, "pair_id": -1, "sim": -1}, {"content": "Loveless  (David Garza) - canción disponible en \"Dream Delay\".", "id_L": 119, "id_R": 119, "pair_id": -1, "sim": -1}, {"content": "Hey Big Dog  (Margaret Cho) de Cho Dependent (2010).", "id_L": 120, "id_R": 120, "pair_id": -1, "sim": -1}, {"content": "I Canot Wait To Meet You (Solangie Jimenez, Thomas Cabaniss) - canción disponible en \"Hopes & Dreams: The Lullaby Project\" (2018)", "id_L": 121, "id_R": 121, "pair_id": -1, "sim": -1}, {"content": "Premios y nominaciones", "id_L": 156, "id_R": 122, "pair_id": 156, "sim": 1.57993232378101}, {"content": "Premios", "id_L": 123, "id_R": 123, "pair_id": -1, "sim": -1}, {"content": "Otros ===", "id_L": 161, "id_R": 124, "pair_id": 161, "sim": 1.187167065584617}, {"content": "1997 – Apple apareció en la portada de  Rolling Stone después de haber sido nombrada artista el año", "id_L": 125, "id_R": 125, "pair_id": -1, "sim": -1}, {"content": "1997 – Los lectores de los Rolling Stone nombraron «Criminal» Mejor Single del Año y Apple la Mejor Cantante Femenina del año.", "id_L": 126, "id_R": 126, "pair_id": -1, "sim": -1}, {"content": "1999 – MTV: 100 Greatest Videos Ever Made incluyó Criminal en #79.", "id_L": 127, "id_R": 127, "pair_id": -1, "sim": -1}, {"content": "2001 – VH1: 100 Greatest Videos incluyó Criminal en #63.", "id_L": 128, "id_R": 128, "pair_id": -1, "sim": -1}, {"content": "2002 – VH1: 100 Sexiest Artists incluyó a Fiona en #84.", "id_L": 129, "id_R": 129, "pair_id": -1, "sim": -1}, {"content": "2003 – Apple estuvo en el puesto #494 en la lista de los Artistas Pop de los pasados 25 años.", "id_L": 130, "id_R": 130, "pair_id": -1, "sim": -1}, {"content": "2005 – La lista de Blender de \"The 500 Greatest Songs Since You Were Born\" incluyó Criminal en #71[63]​", "id_L": 131, "id_R": 131, "pair_id": -1, "sim": -1}, {"content": "2006 – Tidal está incluido en la obra de Robert Dimery, 1001 Albums You Must Hear Before You Die[64]​", "id_L": 132, "id_R": 132, "pair_id": -1, "sim": -1}, {"content": "2007 – VH1: 100 Greatest Songs of the 90s incluyó Criminal en #55[65]​", "id_L": 133, "id_R": 133, "pair_id": -1, "sim": -1}, {"content": "2008 – Entertainment Weekly \"100 Best Albums of the Last 25 Years\" incluyó Tidal en #20", "id_L": 1, "id_R": 134, "pair_id": 1, "sim": 1.074841669478854}, {"content": "Referencias", "id_L": 163, "id_R": 135, "pair_id": 163, "sim": 1.754467872074204}, {"content": "Enlaces externos ==", "id_L": 164, "id_R": 136, "pair_id": 164, "sim": 1.5312829392605591}, {"content": " Wikimedia Commons alberga una categoría multimedia sobre Fiona Apple.", "id_L": 137, "id_R": 137, "pair_id": -1, "sim": -1}, {"content": "Web oficial de Fiona Apple", "id_L": 138, "id_R": 138, "pair_id": -1, "sim": -1}, {"content": "Fiona Apple en Twitter", "id_L": 166, "id_R": 139, "pair_id": 166, "sim": 1.132608809706447}, {"content": "Bio, actos, música, discografía de Fiona Apple (enlace roto disponible en Internet Archive; véase el historial, la primera versión y la última).", "id_L": 140, "id_R": 140, "pair_id": -1, "sim": -1}, {"content": "Le site de FreeFiona", "id_L": 165, "id_R": 141, "pair_id": 165, "sim": 1.176875032806843}, {"content": "Fiona Apple  en Discogs", "id_L": 142, "id_R": 142, "pair_id": -1, "sim": -1}, {"content": "Fiona Apple en Internet Movie Database (en inglés).", "id_L": 167, "id_R": 143, "pair_id": 167, "sim": 1.160747021760914}]}