{"maxSim": 1.879805991411269, "minSim": 1.015362769214514, "left": [{"content": "Fiona Apple McAfee-Maggart (born September 13, 1977) is an American singer-songwriter.", "id_L": 0, "id_R": 0, "pair_id": 0, "sim": 1.3542374026215591}, {"content": "She has released five albums from 1996 to 2020, which have all reached the top 20 on the U.S. Billboard 200 chart.", "id_L": 1, "id_R": 1, "pair_id": -1, "sim": -1}, {"content": "Apple has received numerous awards and nominations, including three Grammy Awards, two MTV Video Music Awards, and a Billboard Music Award.", "id_L": 2, "id_R": 5, "pair_id": 2, "sim": 1.253831779154138}, {"content": "The youngest daughter of the actor Brandon Maggart, Apple was born in New York City and was raised alternating between her mother's home in New York and her father's in Los Angeles.", "id_L": 3, "id_R": 3, "pair_id": -1, "sim": -1}, {"content": "Classically trained on piano as a child, she began composing her own songs when she was eight years old.", "id_L": 4, "id_R": 4, "pair_id": -1, "sim": -1}, {"content": "Her debut album, Tidal, containing songs written when she was 17, was released in 1996 and received a Grammy Award for Best Female Vocal Rock Performance for the single \"Criminal\".", "id_L": 5, "id_R": 1, "pair_id": 5, "sim": 1.276490534295119}, {"content": "She followed with When the Pawn... (1999), produced by Jon Brion, which was also critically and commercially successful and was certified Platinum.", "id_L": 6, "id_R": 6, "pair_id": -1, "sim": -1}, {"content": "For her third album, Extraordinary Machine (2005), Apple again collaborated with Brion and began recording the album in 2002.", "id_L": 7, "id_R": 7, "pair_id": -1, "sim": -1}, {"content": "However, Apple was reportedly unhappy with the production and opted not to release the record, leading fans to protest Epic Records, erroneously believing that the label was withholding its release.", "id_L": 8, "id_R": 8, "pair_id": -1, "sim": -1}, {"content": "The album was eventually re-produced without Brion and released in October 2005.", "id_L": 9, "id_R": 9, "pair_id": -1, "sim": -1}, {"content": "The album was certified Gold, and nominated for a Grammy Award for Best Pop Vocal Album.", "id_L": 10, "id_R": 10, "pair_id": -1, "sim": -1}, {"content": "In 2012, she released her fourth studio album, The Idler Wheel..., which received critical praise and was followed by a tour of the United States and was nominated for the Grammy Award for Best Alternative Music Album in 2013.", "id_L": 11, "id_R": 11, "pair_id": -1, "sim": -1}, {"content": "Apple's fifth studio album, Fetch the Bolt Cutters, was released in 2020 to widespread acclaim, earning two Grammy Awards: Best Alternative Music Album and Best Rock Performance for the lead single \"Shameika\".", "id_L": 12, "id_R": 12, "pair_id": -1, "sim": -1}, {"content": "Early life ==", "id_L": 13, "id_R": 6, "pair_id": 13, "sim": 1.264695873959373}, {"content": "Fiona Apple was born Fiona Apple McAfee-Maggart on September 13, 1977, in New York City to singer Diane McAfee and actor Brandon Maggart, who met when both were cast in the Broadway musical Applause.", "id_L": 14, "id_R": 7, "pair_id": 14, "sim": 1.204193489316038}, {"content": "Her father is from Tennessee, and through him, Apple has Melungeon ancestry.", "id_L": 15, "id_R": 9, "pair_id": 15, "sim": 1.5200003212241}, {"content": "Her maternal grandparents were dancer Millicent Green and big band vocalist Johnny McAfee.", "id_L": 16, "id_R": 10, "pair_id": 16, "sim": 1.393307845090782}, {"content": "Her sister, Amber, sings cabaret under the stage name Maude Maggart, and actor Garett Maggart is her half brother.", "id_L": 17, "id_R": 11, "pair_id": 17, "sim": 1.528835588670781}, {"content": "Apple grew up in Morningside Gardens in Harlem with her mother and sister, but spent summers with her father in Los Angeles, California.", "id_L": 18, "id_R": 12, "pair_id": 18, "sim": 1.416132292559671}, {"content": "She attended St. Hilda's & St. Hugh's School.", "id_L": 19, "id_R": 97, "pair_id": 19, "sim": 1.093565280323175}, {"content": "Apple was classically trained on piano as a child, and began composing her own pieces by the age of eight.", "id_L": 20, "id_R": 13, "pair_id": 20, "sim": 1.446124347931057}, {"content": "When learning to play piano, she would often take sheet music and translate guitar tablature into the corresponding notes.", "id_L": 21, "id_R": 21, "pair_id": -1, "sim": -1}, {"content": "Apple later began to play along with jazz standard compositions after becoming proficient, through which she discovered Billie Holiday and Ella Fitzgerald, who became major influences on her.", "id_L": 22, "id_R": 14, "pair_id": 22, "sim": 1.455631879944745}, {"content": "Since childhood, Apple has struggled with obsessive-compulsive disorder, depression, and anxiety, and has also been diagnosed with complex post-traumatic stress disorder.", "id_L": 23, "id_R": 23, "pair_id": -1, "sim": -1}, {"content": "At age 12, she was raped outside the apartment she shared with her mother, step-father, and sister in Harlem.", "id_L": 24, "id_R": 15, "pair_id": 24, "sim": 1.391080538294089}, {"content": "She subsequently developed an eating disorder, purposely slimming her developing body, which she saw as \"bait\" for potential predators.", "id_L": 25, "id_R": 16, "pair_id": 25, "sim": 1.279116977926651}, {"content": "I definitely did have an eating disorder, she recalled.", "id_L": 26, "id_R": 17, "pair_id": 26, "sim": 1.457689721028599}, {"content": "What was really frustrating for me was that everyone thought I was anorexic, and I wasnot.\r\nI was just really depressed and self-loathing.", "id_L": 27, "id_R": 18, "pair_id": 27, "sim": 1.601045011690574}, {"content": "She also described how her OCD had a significant impact on her eating habits, by requiring food to be a certain color or shape.", "id_L": 28, "id_R": 28, "pair_id": -1, "sim": -1}, {"content": "After the rape, Apple began attending Model Mugging classes, practicing self-defense, but continued to suffer panic attacks while walking home from school, which led to her relocating to Los Angeles to live with her father for one year.", "id_L": 29, "id_R": 29, "pair_id": -1, "sim": -1}, {"content": "In Los Angeles, Apple attended Alexander Hamilton High School for her second year.", "id_L": 30, "id_R": 19, "pair_id": 30, "sim": 1.50109970026911}, {"content": "In a 2000 interview, Apple stated that, despite speculation from journalists, she did not write songs about the trauma surrounding her rape: \"It doesnot get into the writing.", "id_L": 31, "id_R": 20, "pair_id": 31, "sim": 1.429239631195773}, {"content": "It's a boring pain.", "id_L": 32, "id_R": 21, "pair_id": 32, "sim": 1.381957572728886}, {"content": "It's such a fuckin' old pain that, you know, there's nothing poetic about it.\"", "id_L": 33, "id_R": 33, "pair_id": -1, "sim": -1}, {"content": "Career ==", "id_L": 34, "id_R": 22, "pair_id": 34, "sim": 1.606272133261018}, {"content": "Apple was introduced to the music industry in 1994, when she gave a demo tape containing the songs \"Never Is a Promise\", \"Not One of Those Times\", and \"He Takes a Taxi\" to her friend who was the babysitter for music publicist Kathryn Schenker.", "id_L": 35, "id_R": 23, "pair_id": 35, "sim": 1.4153787909231461}, {"content": "Schenker then passed the tape along to Sony Music executive Andy Slater.", "id_L": 36, "id_R": 24, "pair_id": 36, "sim": 1.444406055926121}, {"content": "Apple's abilities captured his attention, and Slater signed her to a record deal.", "id_L": 37, "id_R": 25, "pair_id": 37, "sim": 1.494328053610549}, {"content": "1996–2001: Tidal and When the Pawn...", "id_L": 38, "id_R": 26, "pair_id": 38, "sim": 1.566267204479031}, {"content": "In 1996, Apple's debut album, Tidal, was released by Work Records and Columbia Records.", "id_L": 39, "id_R": 27, "pair_id": 39, "sim": 1.5277967697391261}, {"content": "The record was largely inspired by Apple's recent breakup with her first boyfriend.", "id_L": 40, "id_R": 28, "pair_id": 40, "sim": 1.367845484469553}, {"content": "The album sold 2.7 million copies and was certified three times Platinum in the U.S. \"Criminal\", the third single, became a hit and the song reached the Top 40 on the U.S. Billboard Hot 100.", "id_L": 41, "id_R": 29, "pair_id": 41, "sim": 1.483174699173625}, {"content": "The song's controversial Mark Romanek-directed music video played on MTV.", "id_L": 42, "id_R": 30, "pair_id": 42, "sim": 1.182149453912561}, {"content": "Other singles from Tidal included \"Shadowboxer\", \"Sleep to Dream\", and \"Never Is a Promise\".", "id_L": 43, "id_R": 32, "pair_id": 43, "sim": 1.561874515273396}, {"content": "Apple accepted the MTV Video Music Award for Best New Artist at the 1997 MTV Video Music Awards for her song \"Sleep to Dream\", during her acceptance speech she said:", "id_L": 44, "id_R": 33, "pair_id": 44, "sim": 1.5635151934298182}, {"content": "This world is bullshit.", "id_L": 45, "id_R": 34, "pair_id": 45, "sim": 1.329760191533604}, {"content": "And you shouldnot model your life—wait a second—you shouldnot model your life about what you think that we think is cool and what we're wearing and what we're saying and everything.", "id_L": 46, "id_R": 46, "pair_id": -1, "sim": -1}, {"content": "Go with yourself.", "id_L": 47, "id_R": 35, "pair_id": 47, "sim": 1.796201451667356}, {"content": "Apple responded to criticisms of her acceptance speech in Rolling Stone in January 1998, stating, \"When I have something to say, I'll say it.\"", "id_L": 48, "id_R": 132, "pair_id": 48, "sim": 1.015362769214514}, {"content": "During this period, Apple also covered the Beatles' \"Across the Universe\" and Percy Mayfield's \"Please Send Me Someone to Love\" for the soundtrack of the film Pleasantville.", "id_L": 49, "id_R": 36, "pair_id": 49, "sim": 1.403578439173975}, {"content": "She later canceled the last 21 dates on a tour in support of her album due to \"personal family problems\".", "id_L": 50, "id_R": 37, "pair_id": 50, "sim": 1.408527131431411}, {"content": "In 1997, Apple met director Paul Thomas Anderson during a photoshoot, and the two began a relationship that lasted several years.", "id_L": 51, "id_R": 38, "pair_id": 51, "sim": 1.495939599047668}, {"content": "Apple's second album, When the Pawn..., was released in 1999.", "id_L": 52, "id_R": 39, "pair_id": 52, "sim": 1.333924727036755}, {"content": "Its full title is a poem Apple wrote after reading letters that appeared in Spin regarding an article that had cast her in a negative light in an earlier issue.", "id_L": 53, "id_R": 40, "pair_id": 53, "sim": 1.383871016627386}, {"content": "The title's length earned it a spot in the Guinness Book of Records for 2001.", "id_L": 54, "id_R": 41, "pair_id": 54, "sim": 1.4679956179619431}, {"content": "However, as of October 2007, it no longer has the longest album title, as Soulwax released Most of the Remixes, a remix album whose title surpasses When the Pawn's length by 100 characters.", "id_L": 55, "id_R": 42, "pair_id": 55, "sim": 1.662708195142292}, {"content": "When the Pawn was cultivated during Apple's relationship with film director Paul Thomas Anderson.", "id_L": 56, "id_R": 43, "pair_id": 56, "sim": 1.4626371805307221}, {"content": "When the Pawn, which was produced by Jon Brion, used more expressive lyrics, experimented more with drum loops, and incorporated both the Chamberlin and drummer Matt Chamberlain.", "id_L": 57, "id_R": 44, "pair_id": 57, "sim": 1.265109641656381}, {"content": "The album received a positive reception from publications such as Rolling Stone.", "id_L": 58, "id_R": 45, "pair_id": 58, "sim": 1.279181951031984}, {"content": "It did not fare as well commercially as her debut, though it was an RIAA-certified Platinum album and sold one million copies in the U.S.", "id_L": 59, "id_R": 46, "pair_id": 59, "sim": 1.443879209487122}, {"content": "The album's lead single, \"Fast as You Can\", reached the top twenty on Billboard's Modern Rock Tracks chart and became Apple's first Top 40 hit in the UK.", "id_L": 60, "id_R": 47, "pair_id": 60, "sim": 1.312216119408437}, {"content": "The videos for two follow-up singles, \"Paper Bag\" and \"Limp\" (directed by then-boyfriend Anderson), received very little play.", "id_L": 61, "id_R": 48, "pair_id": 61, "sim": 1.396636436278212}, {"content": "In a February 2000 set hampered by equipment issues to 3,000 audience members at the New York City Roseland Ballroom, a frustrated Apple left the stage without returning.", "id_L": 62, "id_R": 49, "pair_id": 62, "sim": 1.368452716415326}, {"content": "Her performance saw Apple appearing distraught at the sound quality, apologizing numerous times for the sound and crying.", "id_L": 63, "id_R": 50, "pair_id": 63, "sim": 1.516704471743689}, {"content": "After completing a concert tour in support of her second album in 2000, Apple relocated to Los Angeles, where she still resides as of 2020.", "id_L": 64, "id_R": 51, "pair_id": 64, "sim": 1.442175848344664}, {"content": "2002–2010: Extraordinary Machine and release delays ===", "id_L": 65, "id_R": 52, "pair_id": 65, "sim": 1.341326303978716}, {"content": "During her hiatus, Apple contemplated retiring from her recording career.", "id_L": 66, "id_R": 53, "pair_id": 66, "sim": 1.547755627976491}, {"content": "Apple sang with Johnny Cash on a cover of Simon & Garfunkel's \"Bridge over Troubled Water\" that ended up on his album American IV: The Man Comes Around and was nominated for a Grammy Award for \"Best Country Collaboration with Vocals\".", "id_L": 67, "id_R": 67, "pair_id": -1, "sim": -1}, {"content": "She also collaborated with Cash on Cat Stevens's \"Father and Son\", which was included in his 2003 collection Unearthed.", "id_L": 68, "id_R": 54, "pair_id": 68, "sim": 1.336355894497958}, {"content": "Apple's third album, Extraordinary Machine, was originally produced by Jon Brion.", "id_L": 69, "id_R": 55, "pair_id": 69, "sim": 1.20949960340791}, {"content": "In spring 2002, Apple and Brion, her longtime friend and producer on When the Pawn, met for their weekly lunch meeting.", "id_L": 70, "id_R": 70, "pair_id": -1, "sim": -1}, {"content": "Brion reportedly \"begged\" Apple to make another album.", "id_L": 71, "id_R": 71, "pair_id": -1, "sim": -1}, {"content": "Apple agreed, and Brion went to Apple's label, Epic Records, with strict stipulations (including no deadline), which the label eventually agreed to.", "id_L": 72, "id_R": 72, "pair_id": -1, "sim": -1}, {"content": "Recording sessions began in 2002, at Ocean Way studios in Nashville, Tennessee, but later moved to the Paramour Mansion in Los Angeles.", "id_L": 73, "id_R": 73, "pair_id": -1, "sim": -1}, {"content": "Work on the album continued until 2003, and in May of that year it was submitted to Sony executives.", "id_L": 74, "id_R": 56, "pair_id": 74, "sim": 1.44400672661543}, {"content": "In 2004 and 2005, tracks were leaked on the Internet in MP3 format and played on U.S. and international radio.", "id_L": 75, "id_R": 57, "pair_id": 75, "sim": 1.465292495074602}, {"content": "Subsequently, MP3s of the entire album went online.", "id_L": 76, "id_R": 58, "pair_id": 76, "sim": 1.4747837466470841}, {"content": "Although a website distributing the album was quickly shut down, it soon reached P2P networks and was downloaded by fans.", "id_L": 77, "id_R": 59, "pair_id": 77, "sim": 1.453876477364356}, {"content": "A fan-led campaign supported the album's official release.", "id_L": 78, "id_R": 60, "pair_id": 78, "sim": 1.552590831698353}, {"content": "Mike Elizondo, who had previously played bass on Pawn, was brought back as co-producer to complete the tracks he had begun with Brion and Apple.", "id_L": 79, "id_R": 79, "pair_id": -1, "sim": -1}, {"content": "Spin later reported the following: \"Fans erroneously thought that Apple's record label, Epic, had rejected the first version of Extraordinary Machine... in reality, according to Elizondo, Apple was unhappy with the results, and it was her decision to redo the record, not her label's.\"", "id_L": 80, "id_R": 61, "pair_id": 80, "sim": 1.293856112735111}, {"content": "In August 2005, the album was given an October release date.", "id_L": 81, "id_R": 81, "pair_id": -1, "sim": -1}, {"content": "Production had been largely redone \"from scratch\" by Elizondo and was co-produced by Brian Kehew.", "id_L": 82, "id_R": 62, "pair_id": 82, "sim": 1.380200572425637}, {"content": "Two of the 11 previous leaked tracks were relatively unchanged, and one new song was also included.", "id_L": 83, "id_R": 63, "pair_id": 83, "sim": 1.406294903055903}, {"content": "Despite suggestions that the album had caused a rift between Brion and Apple, they regularly perform together at Largo, a club in Los Angeles, including a joint appearance with Elizondo on bass just before the news broke of an official release.", "id_L": 84, "id_R": 64, "pair_id": 84, "sim": 1.667637568621793}, {"content": "Extraordinary Machine debuted at number seven and was nominated for a Grammy Award for \"Best Pop Vocal Album\".", "id_L": 85, "id_R": 65, "pair_id": 85, "sim": 1.428578984455743}, {"content": "It was eventually certified Gold, though its singles (\"Parting Gift\", \"O' Sailor\", \"Not About Love\", and \"Get Him Back\") failed to enter any Billboard charts.", "id_L": 86, "id_R": 66, "pair_id": 86, "sim": 1.368090324351557}, {"content": "Apple went on a live tour to promote the album in late 2005.", "id_L": 87, "id_R": 67, "pair_id": 87, "sim": 1.480038929325668}, {"content": "Beginning in the mid-2000s, Apple dated writer and television creator Jonathan Ames.", "id_L": 88, "id_R": 88, "pair_id": -1, "sim": -1}, {"content": "In June 2006, Apple appeared on the joke track \"Come Over and Get It (Up in 'Dem Guts)\" by comedian Zach Galifianakis.", "id_L": 89, "id_R": 68, "pair_id": 89, "sim": 1.21409317994306}, {"content": "Galifianakis previously appeared in the music video for Apple's \"Not About Love\".", "id_L": 90, "id_R": 69, "pair_id": 90, "sim": 1.453757964310193}, {"content": "Apple recorded a cover of \"Sally's Song\" for the 2006 special edition release of the soundtrack for the Tim Burton film The Nightmare Before Christmas.", "id_L": 91, "id_R": 70, "pair_id": 91, "sim": 1.4309881534949471}, {"content": "In May 2006, Apple paid tribute to Elvis Costello on VH1's concert series Decades Rock Live, by performing Costello's hit \"I Want You\".", "id_L": 92, "id_R": 71, "pair_id": 92, "sim": 1.392283148399345}, {"content": "Her version was subsequently released as a digital single.", "id_L": 93, "id_R": 72, "pair_id": 93, "sim": 1.4362060022496221}, {"content": "Apple toured the East Coast during August 2007, with Nickel Creek.", "id_L": 94, "id_R": 73, "pair_id": 94, "sim": 1.543031913231649}, {"content": "In 2008, Apple recorded a duet titled \"Still I\" with Christophe Deluy.", "id_L": 95, "id_R": 74, "pair_id": 95, "sim": 1.324644261969901}, {"content": "In 2009, Apple covered \"Why Try to Change Me Now\" and \"I Walk A Little Faster\" for The Best Is Yet to Come – The Songs of Cy Coleman.", "id_L": 96, "id_R": 75, "pair_id": 96, "sim": 1.407766204272332}, {"content": "In January 2010, Fiona Apple and Jon Brion performed together at \"Love and Haiti, Too: A Music Benefit\", a charity concert for the people hurt by the Haiti earthquake.", "id_L": 97, "id_R": 76, "pair_id": 97, "sim": 1.4097396628370311}, {"content": "Fiona sang a cover of \"(S)he's Funny That Way\", composed by Neil Moret, lyrics by Richard Whiting, which is often associated with the singer Billie Holiday.", "id_L": 98, "id_R": 77, "pair_id": 98, "sim": 1.378445603684182}, {"content": "In June 2010, Fiona released a song titled \"So Sleepy\", produced by Jon Brion and written by children involved with the non-profit organization 826LA.", "id_L": 99, "id_R": 78, "pair_id": 99, "sim": 1.577195860320264}, {"content": "The song was included on a compilation album released by the organization titled Chickens in Love.", "id_L": 100, "id_R": 79, "pair_id": 100, "sim": 1.412565681617737}, {"content": "Apple collaborated with Margaret Cho on her album Cho Dependent, which was released on August 24, 2010.", "id_L": 101, "id_R": 80, "pair_id": 101, "sim": 1.393032815492472}, {"content": "2011–2018: The Idler Wheel..., tour, and legal troubles", "id_L": 102, "id_R": 81, "pair_id": 102, "sim": 1.442043558968691}, {"content": "In late 2010, Billboard published an article stating that Apple was planning on releasing a new album in spring 2011, with musician Michelle Branch claiming to have heard some of the new tracks.", "id_L": 103, "id_R": 82, "pair_id": 103, "sim": 1.421755629723374}, {"content": "Drummer Charley Drayton also told Modern Drummer magazine that he was co-producing the record.", "id_L": 104, "id_R": 84, "pair_id": 104, "sim": 1.358511225088377}, {"content": "However, the album was not released in the spring and Billboard reported later that Epic was not aware of a record.", "id_L": 105, "id_R": 85, "pair_id": 105, "sim": 1.6038924689566731}, {"content": "Apple delayed the album's release until 2012, explaining that she was waiting \"until her label found a new president and that she didnot want her work to be mishandled amid corporate disarray.\"", "id_L": 106, "id_R": 86, "pair_id": 106, "sim": 1.331882392450561}, {"content": "In January 2012, after its new record label head, LA Reid hinted at new music from Apple, Epic Records announced that the album would be released later in the year.", "id_L": 107, "id_R": 87, "pair_id": 107, "sim": 1.415990839461901}, {"content": "Apple announced performances at the South by Southwest Festival and a spring 2012 tour soon after.", "id_L": 108, "id_R": 88, "pair_id": 108, "sim": 1.369408763443488}, {"content": "The Idler Wheel Is Wiser Than the Driver of the Screw and Whipping Cords Will Serve You More Than Ropes Will Ever Do, Apple's fourth studio album, was released on June 19, 2012, in the United States.", "id_L": 109, "id_R": 89, "pair_id": 109, "sim": 1.398722051212293}, {"content": "It became Apple's most successful album on the Billboard 200, where it peaked at number three, and received critical acclaim.", "id_L": 110, "id_R": 90, "pair_id": 110, "sim": 1.501453111433259}, {"content": "According to an article in American Songwriter, \"The Idler Wheel isnot always pretty, but it pulses with life, brutal and true.\"While promoting The Idler Wheel, Apple revealed in a June 2012 interview that she had briefly married an unnamed French photographer, later revealed to be Lionel Deluy, \"for complicated reasons\" and had a passing liaison with a younger woman.", "id_L": 111, "id_R": 111, "pair_id": -1, "sim": -1}, {"content": "She subsequently gave an in-depth interview on Marc Maron's WTF podcast in July, in which she described her experience with obsessive–compulsive disorder throughout her adult life.", "id_L": 112, "id_R": 92, "pair_id": 112, "sim": 1.388591814669507}, {"content": "She also divulged that she had recently decided to quit drinking.", "id_L": 113, "id_R": 94, "pair_id": 113, "sim": 1.510163059240246}, {"content": "On September 19, 2012, Apple was arrested at an internal U.S. Border Patrol checkpoint in Sierra Blanca, Texas, and charged with possession of hashish, detaining her en route to a concert in Austin, Texas, at the Hudspeth County Jail.", "id_L": 114, "id_R": 95, "pair_id": 114, "sim": 1.6386014597118912}, {"content": "Apple contributed a previously unreleased song entitled \"Dull Tool\" to the soundtrack of the 2012 Judd Apatow film This Is 40.", "id_L": 115, "id_R": 96, "pair_id": 115, "sim": 1.453287053100862}, {"content": "Another song was recorded for the film but was not used, ending up as the track \"Cosmonauts\" on her 2020 album Fetch the Bolt Cutters.", "id_L": 116, "id_R": 98, "pair_id": 116, "sim": 1.455150430109827}, {"content": "In November 2012, Apple wrote a letter to her fans – a scan of which was posted to her website and her Facebook page – postponing the South American leg of her tour due to the health of her dog, Janet.", "id_L": 117, "id_R": 99, "pair_id": 117, "sim": 1.4165137000542432}, {"content": "According to the letter, the dog has Addison's disease and has had a tumor \"idling in her chest\" for two years.", "id_L": 118, "id_R": 100, "pair_id": 118, "sim": 1.34313690226732}, {"content": "In September 2013, a Chipotle ad appeared online with a soundtrack of Apple covering \"Pure Imagination\" from the 1971 film Willy Wonka and the Chocolate Factory.", "id_L": 119, "id_R": 101, "pair_id": 119, "sim": 1.597076715659129}, {"content": "The video, which follows a scarecrow as he discovers the truth about factory farming and processed food, was described as \"haunted,\" \"dystopian,\" \"bizarre,\" and \"beautiful.\"", "id_L": 120, "id_R": 102, "pair_id": 120, "sim": 1.441834309657534}, {"content": "In 2014, Apple wrote the opening theme, \"Container\", for the Showtime drama series The Affair.", "id_L": 121, "id_R": 103, "pair_id": 121, "sim": 1.655363277439269}, {"content": "During 2014, Apple also appeared at a number of performances by Blake Mills, including in New York City and Cambridge, Massachusetts, during his tour in support of his second full-length album, Heigh Ho.", "id_L": 122, "id_R": 104, "pair_id": 122, "sim": 1.399370032635355}, {"content": "The pair first publicly collaborated on an acoustic version of Apple's song \"I Know\" in 2013.", "id_L": 123, "id_R": 105, "pair_id": 123, "sim": 1.2953846327774081}, {"content": "Fiona Apple has collaborated with Andrew Bird, and in 2016, she was featured in the song \"Left Handed Kisses\" from the album Are You Serious.", "id_L": 124, "id_R": 106, "pair_id": 124, "sim": 1.305839540532929}, {"content": "In 2017, she released \"Tiny Hands\" for the Women's March on Washington.", "id_L": 125, "id_R": 107, "pair_id": 125, "sim": 1.357953773718121}, {"content": "In 2018, she joined Shirley Manson at the woman-driven Girl School Festival in Los Angeles for a cover of \"You Donot Own Me\" by Lesley Gore, wearing a white T-shirt with \"KNEEL, PORTNOW\" written across it in ink.", "id_L": 126, "id_R": 108, "pair_id": 126, "sim": 1.469881661326871}, {"content": "This was considered in response to Grammy head Neil Portnow's heavily criticized comments that women need to \"step up\" to earn more Grammy nods.", "id_L": 127, "id_R": 109, "pair_id": 127, "sim": 1.370847478708491}, {"content": "2019–present: Fetch the Bolt Cutters ===", "id_L": 128, "id_R": 111, "pair_id": 128, "sim": 1.603465241345255}, {"content": "In January 2019, Apple collaborated with King Princess on a version of her 1999 song \"I Know\".", "id_L": 129, "id_R": 112, "pair_id": 129, "sim": 1.861254517610313}, {"content": "The song was released for Spotify's RISE program on January 25.", "id_L": 130, "id_R": 113, "pair_id": 130, "sim": 1.360163380058363}, {"content": "Apple was featured in the documentary and soundtrack for Echo in the Canyon with Jakob Dylan covering songs by artists such as the Beach Boys and the Byrds.", "id_L": 131, "id_R": 114, "pair_id": 131, "sim": 1.561945608463554}, {"content": "In November, she covered \"Whole of the Moon,\" a Waterboys song, for the series finale of Showtime's The Affair.", "id_L": 132, "id_R": 115, "pair_id": 132, "sim": 1.277829311855657}, {"content": "In two Instagram posts in March 2019, Apple hinted at the recording of a fifth album.", "id_L": 133, "id_R": 116, "pair_id": 133, "sim": 1.3761257438266021}, {"content": "In a September 2019 interview with Vulture, she confirmed that the album was in its final stages, recorded with a band and planned for an early 2020 release.", "id_L": 134, "id_R": 117, "pair_id": 134, "sim": 1.359828331174366}, {"content": "In a follow-up interview with Vulture in January 2020, she said her new album would likely be out \"in a few months.\"", "id_L": 135, "id_R": 118, "pair_id": 135, "sim": 1.390211628011365}, {"content": "On March 8, 2020, Apple posted a video showcasing her saying \"M-Y-R-E-C-O-R-D-I-S-D-O-N-E\" in fingerspelling.", "id_L": 136, "id_R": 119, "pair_id": 136, "sim": 1.364650909836131}, {"content": "In an interview with The New Yorker, it was announced that Apple's fifth studio album was to be titled Fetch the Bolt Cutters.", "id_L": 137, "id_R": 120, "pair_id": 137, "sim": 1.318456250872654}, {"content": "The album, which consists of 13 self-produced tracks, was released digitally on April 17, 2020.", "id_L": 138, "id_R": 121, "pair_id": 138, "sim": 1.451109882660775}, {"content": "The album was met with widespread acclaim by music critics.", "id_L": 139, "id_R": 122, "pair_id": 139, "sim": 1.479538208551471}, {"content": "At the 63rd Annual Grammy Awards, the album won Best Alternative Music Album and the lead single \"Shameika\" won Best Rock Performance.", "id_L": 140, "id_R": 123, "pair_id": 140, "sim": 1.341229545497639}, {"content": "On June 17, 2020, Apple was confirmed as an additional musician featuring on Bob Dylan's 39th album Rough and Rowdy Ways, playing piano on the track \"Murder Most Foul\".", "id_L": 141, "id_R": 141, "pair_id": -1, "sim": -1}, {"content": "On April 15, 2021, Apple covered Sharon Van Etten’s \"Love More\", from the 10th anniversary of Van Etten's second album, Epic.", "id_L": 142, "id_R": 124, "pair_id": 142, "sim": 1.461968118061484}, {"content": "In December, Apple was featured on a cover of the Christmas classic \"Silent Night\" released by Phoebe Bridgers alongside her Christmas EP \"If We Make It Through December\".", "id_L": 143, "id_R": 143, "pair_id": -1, "sim": -1}, {"content": "Philanthropy ==", "id_L": 144, "id_R": 144, "pair_id": -1, "sim": -1}, {"content": "On June 30, 2019, Apple pledged to donate two years' worth of earnings from TV and movie placements of her song \"Criminal\" to the While They Wait fund, which assists refugees with basic necessities, immigration fees and legal services.", "id_L": 145, "id_R": 125, "pair_id": 145, "sim": 1.452368862614948}, {"content": "In 2020, While They Wait's Scott Hechinger revealed to Vulture that Apple had donated $90,000, which would help 15 families.", "id_L": 146, "id_R": 126, "pair_id": 146, "sim": 1.473962401497127}, {"content": "Discography", "id_L": 147, "id_R": 127, "pair_id": 147, "sim": 1.4805295903197662}, {"content": "Tidal (1996)", "id_L": 148, "id_R": 128, "pair_id": 148, "sim": 1.7161971160837002}, {"content": "When the Pawn...", "id_L": 149, "id_R": 149, "pair_id": -1, "sim": -1}, {"content": "(1999)", "id_L": 150, "id_R": 150, "pair_id": -1, "sim": -1}, {"content": "Extraordinary Machine (2005)", "id_L": 151, "id_R": 151, "pair_id": -1, "sim": -1}, {"content": "The Idler Wheel...", "id_L": 152, "id_R": 2, "pair_id": 152, "sim": 1.078000421491382}, {"content": "(2012)", "id_L": 153, "id_R": 153, "pair_id": -1, "sim": -1}, {"content": "Fetch the Bolt Cutters (2020)", "id_L": 154, "id_R": 3, "pair_id": 154, "sim": 1.022927963010127}, {"content": "Awards and nominations", "id_L": 155, "id_R": 155, "pair_id": -1, "sim": -1}, {"content": "Apple's debut album earned her a Grammy Award for Best Female Rock Vocal Performance for \"Criminal\" and the MTV Video Music Award for Best New Artist in a Video for \"Sleep to Dream\".", "id_L": 156, "id_R": 135, "pair_id": 156, "sim": 1.6271593859041502}, {"content": "For When the Pawn..., Apple won the California Music Award for Outstanding Female Vocalist.", "id_L": 157, "id_R": 157, "pair_id": -1, "sim": -1}, {"content": "For Extraordinary Machine, she won an Esky Music Award for Best Songbird.", "id_L": 158, "id_R": 137, "pair_id": 158, "sim": 1.079666827442395}, {"content": "Fetch the Bolt Cutters won a Grammy Award for Best Alternative Music Album and the song \"Shameika\" won a Grammy Award for Best Rock Performance.", "id_L": 159, "id_R": 138, "pair_id": 159, "sim": 1.138369640195327}, {"content": "See also ==", "id_L": 160, "id_R": 160, "pair_id": -1, "sim": -1}, {"content": "Apple of Sodom, a Marilyn Manson song inspired by Apple", "id_L": 161, "id_R": 149, "pair_id": 161, "sim": 1.0876841738338001}, {"content": "References", "id_L": 162, "id_R": 162, "pair_id": -1, "sim": -1}, {"content": "External links", "id_L": 163, "id_R": 148, "pair_id": 163, "sim": 1.866655250317487}, {"content": "Official website ", "id_L": 164, "id_R": 133, "pair_id": 164, "sim": 1.049461356747645}, {"content": "Fiona Apple at Curlie", "id_L": 165, "id_R": 150, "pair_id": 165, "sim": 1.879805991411269}, {"content": "Fiona Apple at IMDb", "id_L": 166, "id_R": 152, "pair_id": 166, "sim": 1.173398267660328}], "right": [{"content": "Fiona Apple McAfee Maggart (lahir 13 September 1977) adalah penyanyi-penulis lagu dan pianis Amerika.", "id_L": 0, "id_R": 0, "pair_id": 0, "sim": 1.3542374026215591}, {"content": "Album debutnya, Tidal, dirilis pada tahun 1996 dan menerima Grammy Award untuk Best Female Rock Vocal Performance (dengan tambahan enam nominasi) untuk single \"Criminal\".", "id_L": 5, "id_R": 1, "pair_id": 5, "sim": 1.276490534295119}, {"content": "Album berikutnya termasuk: When the Pawn... (1999), Extraordinary Machine (2005), dan The Idler Wheel...", "id_L": 152, "id_R": 2, "pair_id": 152, "sim": 1.078000421491382}, {"content": "(2012). Jangkauan vokal Apple adalah alto.", "id_L": 154, "id_R": 3, "pair_id": 154, "sim": 1.022927963010127}, {"content": "Gaya musiknya mengandung unsur jazz dan alternative rock.", "id_L": 4, "id_R": 4, "pair_id": -1, "sim": -1}, {"content": "Dia telah menjual lebih dari 15 juta rekaman di seluruh dunia dan telah menerima berbagai penghargaan dan nominasi, termasuk Grammy Award, 2 MTV Video Music Awards dan Billboard Music Award.", "id_L": 2, "id_R": 5, "pair_id": 2, "sim": 1.253831779154138}, {"content": "Kehidupan awal dan keluarga ==", "id_L": 13, "id_R": 6, "pair_id": 13, "sim": 1.264695873959373}, {"content": "Fiona Apple lahir dengan nama Fiona Apple McAfee-Maggart pada 13 September 1977 di New York City.", "id_L": 14, "id_R": 7, "pair_id": 14, "sim": 1.204193489316038}, {"content": "Orang tuanya adalah penyanyi Diane McAfee dan aktor Brandon Maggart, yang bertemu ketika keduanya berperan dalam drama musikal Applause.", "id_L": 8, "id_R": 8, "pair_id": -1, "sim": -1}, {"content": "Ayahnya berasal dari Tennessee, dan memiliki keturunan Melungeon.", "id_L": 15, "id_R": 9, "pair_id": 15, "sim": 1.5200003212241}, {"content": "Kakek dari pihak ibu adalah penari Millicent Green dan vokalis Johnny McAfee.", "id_L": 16, "id_R": 10, "pair_id": 16, "sim": 1.393307845090782}, {"content": "Adiknya, Amber, menyanyikan kabaret dengan nama panggung Maude Maggart, dan aktor Garett Maggart adalah saudara tirinya.", "id_L": 17, "id_R": 11, "pair_id": 17, "sim": 1.528835588670781}, {"content": "Apple dibesarkan di Morningside Gardens di Harlem bersama ibu dan saudara perempuannya, tetapi menghabiskan musim panas bersama ayahnya di Los Angeles, California.", "id_L": 18, "id_R": 12, "pair_id": 18, "sim": 1.416132292559671}, {"content": "Apple secara klasik dilatih pada piano dari ia masih muda, dan mulai membuat karyanya sendiri pada usia delapan tahun.", "id_L": 20, "id_R": 13, "pair_id": 20, "sim": 1.446124347931057}, {"content": "Apple kemudian mulai bermain dengan komposisi jazz, di mana dia menemukan Billie Holiday dan Ella Fitzgerald, yang menjadi pengaruh utama padanya.", "id_L": 22, "id_R": 14, "pair_id": 22, "sim": 1.455631879944745}, {"content": "Pada usia 12 ia telah diperkosa di luar apartemennya.", "id_L": 24, "id_R": 15, "pair_id": 24, "sim": 1.391080538294089}, {"content": "Dia kemudian menderita gangguan makan, dengan sengaja melangsingkan badannya.", "id_L": 25, "id_R": 16, "pair_id": 25, "sim": 1.279116977926651}, {"content": "Saya benar-benar mengalami gangguan makan, kenangnya.", "id_L": 26, "id_R": 17, "pair_id": 26, "sim": 1.457689721028599}, {"content": "Yang benar-benar membuat saya frustrasi adalah semua orang mengira saya anoreksia, dan ternyata tidak.\r\nSaya benar-benar depresi dan membenci diri sendiri.Setelah pemerkosaan tersebut, Apple mulai menghadiri kelas Model Mugging, berlatih membela diri, tetapi terus mengalami serangan panik saat berjalan pulang dari sekolah, yang menyebabkan dia pindah ke Los Angeles untuk tinggal bersama ayahnya selama satu tahun.", "id_L": 27, "id_R": 18, "pair_id": 27, "sim": 1.601045011690574}, {"content": "Di Los Angeles, Apple bersekolah di Alexander Hamilton High School untuk tahun keduanya.", "id_L": 30, "id_R": 19, "pair_id": 30, "sim": 1.50109970026911}, {"content": "Dalam sebuah wawancara pada 2000, Apple menyatakan bahwa, meskipun ada spekulasi dari jurnalis, dia tidak menulis lagu tentang trauma pemerkosaannya: \"Itu tidak masuk ke dalam tulisan. itu adalah rasa sakit yang membosankan.", "id_L": 31, "id_R": 20, "pair_id": 31, "sim": 1.429239631195773}, {"content": "Rasa sakit yang sudah sangat lama, tidak ada yang puitis tentang itu.\"", "id_L": 32, "id_R": 21, "pair_id": 32, "sim": 1.381957572728886}, {"content": "Karier ==", "id_L": 34, "id_R": 22, "pair_id": 34, "sim": 1.606272133261018}, {"content": "Apple maduk ke industri musik pada 1994, ketika dia memberikan demo yang berisi lagu \"Never Is a Promise\", \"Not One of They Times\", dan \"He Takes a Taxi\" kepada temannya yang merupakan pramusiwi untuk Kathryn Schenker.", "id_L": 35, "id_R": 23, "pair_id": 35, "sim": 1.4153787909231461}, {"content": "Schenker kemudian menyerahkan rekaman itu kepada eksekutif Sony Music Andy Slater.", "id_L": 36, "id_R": 24, "pair_id": 36, "sim": 1.444406055926121}, {"content": "Kemampuan Apple menarik perhatiannya, dan Slater menandatanganinya kontrak rekaman dengannya.", "id_L": 37, "id_R": 25, "pair_id": 37, "sim": 1.494328053610549}, {"content": "1996–2001: Tidal dan When the Pawn...", "id_L": 38, "id_R": 26, "pair_id": 38, "sim": 1.566267204479031}, {"content": "Pada 1996, album debut Apple yang berjudul Tidal dirilis oleh Work Records dan Columbia Records.", "id_L": 39, "id_R": 27, "pair_id": 39, "sim": 1.5277967697391261}, {"content": "Rekaman ini sebagian besar terinspirasi oleh perpisahan Apple dengan pacar pertamanya.", "id_L": 40, "id_R": 28, "pair_id": 40, "sim": 1.367845484469553}, {"content": "Album ini terjual 2,7 juta kopi dan disertifikasi tiga kali platinum di Amerika Serikat.", "id_L": 41, "id_R": 29, "pair_id": 41, "sim": 1.483174699173625}, {"content": "Kemudian singel ketiganya  \"Criminal\", menjadi hit dan lagu tersebut mencapai Top 40 di Billboard Hot 100 Amerika Serikat.", "id_L": 42, "id_R": 30, "pair_id": 42, "sim": 1.182149453912561}, {"content": "Video musik kontroversial untuk lagu tersebut disutradarai oleh Mark Romanek diputar di MTV.", "id_L": 31, "id_R": 31, "pair_id": -1, "sim": -1}, {"content": "Single lain dari Tidal termasuk \"Shadowboxer\", \"Sleep to Dream\", dan \"Never Is a Promise\".", "id_L": 43, "id_R": 32, "pair_id": 43, "sim": 1.561874515273396}, {"content": "Apple menerima Penghargaan Musik Video MTV untuk Artis Pendatang Baru Terbaik pada Penghargaan Musik Video MTV 1997 untuk lagunya \"Sleep to Dream\", selama pidato penerimaannya dia berkata: \"Dunia ini penuh dengan omong kosong.", "id_L": 44, "id_R": 33, "pair_id": 44, "sim": 1.5635151934298182}, {"content": "Dan Anda tidak harus mencontoh hidup Anda — tunggu sebentar — Anda tidak seharusnya mencontoh hidup Anda dengan apa yang menurut Anda keren dan apa yang kami kenakan, apa yang kami katakan, dan segalanya. jadilah diri Anda sendiri.", "id_L": 45, "id_R": 34, "pair_id": 45, "sim": 1.329760191533604}, {"content": "Apple menanggapi kritik atas pidatonya di Rolling Stone pada Januari 1998, dengan menyatakan, \"Ketika saya memiliki sesuatu untuk dikatakan, saya akan mengatakannya.\"", "id_L": 47, "id_R": 35, "pair_id": 47, "sim": 1.796201451667356}, {"content": "Selama periode ini, Apple juga mendaur ulang lagu-lagu \"Across the Universe\" The Beatles ' dan \"Please Send Me Someone to Love\" dari Percy Mayfield untuk soundtrack film Pleasantville.", "id_L": 49, "id_R": 36, "pair_id": 49, "sim": 1.403578439173975}, {"content": "Dia kemudian membatalkan 21 tanggal terakhir dalam tur untuk mendukung albumnya karena \"masalah keluarga pribadi\".", "id_L": 50, "id_R": 37, "pair_id": 50, "sim": 1.408527131431411}, {"content": "Pada 1997, Apple bertemu sutradara Paul Thomas Anderson selama pemotretan, dan keduanya menjalin hubungan yang berlangsung selama beberapa tahun.", "id_L": 51, "id_R": 38, "pair_id": 51, "sim": 1.495939599047668}, {"content": "Album kedua Apple yang berjudul When the Pawn..., dirilis pada 1999.", "id_L": 52, "id_R": 39, "pair_id": 52, "sim": 1.333924727036755}, {"content": "Judul lengkapnya adalah puisi yang ditulis Apple setelah membaca surat-surat yang muncul di majalah Spin mengenai sebuah artikel yang telah memberinya pandangan negatif.", "id_L": 53, "id_R": 40, "pair_id": 53, "sim": 1.383871016627386}, {"content": "Panjangnya judul tersebut membuatnya mendapat tempat di Guinness Book of Records 2001.", "id_L": 54, "id_R": 41, "pair_id": 54, "sim": 1.4679956179619431}, {"content": "Namun, pada Oktober 2007, judul tersebut tidak lagi memiliki judul album terpanjang, karena Soulwax merilis Most of the Remixes, sebuah album remix yang judulnya lebih panjang sebanyak 100 karakter.", "id_L": 55, "id_R": 42, "pair_id": 55, "sim": 1.662708195142292}, {"content": "Album tersebut dikerjakan selama ia sedang menjalin hubungan dengan sutradara film Paul Thomas Anderson.", "id_L": 56, "id_R": 43, "pair_id": 56, "sim": 1.4626371805307221}, {"content": "Album tersebut diproduseri oleh Jon Brion, menggunakan lirik yang lebih ekspresif, bereksperimen lebih banyak dengan drum loops.", "id_L": 57, "id_R": 44, "pair_id": 57, "sim": 1.265109641656381}, {"content": "Album ini mendapat sambutan positif dari publikasi seperti Rolling Stone.", "id_L": 58, "id_R": 45, "pair_id": 58, "sim": 1.279181951031984}, {"content": "Meskipun album ini tidak sebaik album debutnya, tetapi tetap menjadi album platinum bersertifikat RIAA dan terjual satu juta kopi di Amerika Serikat.", "id_L": 59, "id_R": 46, "pair_id": 59, "sim": 1.443879209487122}, {"content": "Single utama album tersebut yang berjudul \"Fast as You Can\", mencapai dua puluh teratas di tangga lagu Modern Rock Tracks Billboard dan menjadi hit Top 40 pertama Apple di Inggris.", "id_L": 60, "id_R": 47, "pair_id": 60, "sim": 1.312216119408437}, {"content": "Video untuk dua dingel lanjutan, \"Paper Bag\" dan \"Limp\" tidak mendapatkan sambutan yang terlalu baik.", "id_L": 61, "id_R": 48, "pair_id": 61, "sim": 1.396636436278212}, {"content": "Pada Februari 2000, saat penampilannya terhambat oleh masalah peralatan di depan 3.000 penonton di New York City Roseland Ballroom, Apple yang sedang frustrasi meninggalkan panggung dan tidak kembali lagi.", "id_L": 62, "id_R": 49, "pair_id": 62, "sim": 1.368452716415326}, {"content": "Apple tampak putus asa pada kualitas suara, meminta maaf berkali-kali atas suara dan juga untuk tangisannya.", "id_L": 63, "id_R": 50, "pair_id": 63, "sim": 1.516704471743689}, {"content": "Setelah menyelesaikan tur konser untuk mendukung album keduanya pada 2000, Apple pindah ke Los Angeles.", "id_L": 64, "id_R": 51, "pair_id": 64, "sim": 1.442175848344664}, {"content": "2002–2010: Extraordinary Machine ===", "id_L": 65, "id_R": 52, "pair_id": 65, "sim": 1.341326303978716}, {"content": "Apple bernyanyi bersama Johnny Cash pada daur ulang \"Bridge over Troubled Water\" milik Simon & Garfunkel yang dinominasikan untuk Grammy Award untuk \"Kolaborasi Country Terbaik dengan Vokal\".", "id_L": 66, "id_R": 53, "pair_id": 66, "sim": 1.547755627976491}, {"content": "Dia juga berkolaborasi dengan Cash untul lagu oleh Cat Stevens berjudul \"Father and Son\".Album ketiga Apple yang berjudul Extraordinary Machine diproduksi oleh Jon Brion.", "id_L": 68, "id_R": 54, "pair_id": 68, "sim": 1.336355894497958}, {"content": "Sesi rekaman dimulai pada 2002, di studio Ocean Way di Nashville, Tennessee, tetapi kemudian dipindahkan ke Paramour Mansion di Los Angeles.", "id_L": 69, "id_R": 55, "pair_id": 69, "sim": 1.20949960340791}, {"content": "Pengerjaan album berlanjut hingga 2003, dan pada bulan Mei tahun itu diserahkan ke eksekutif Sony.", "id_L": 74, "id_R": 56, "pair_id": 74, "sim": 1.44400672661543}, {"content": "Pada 2004 dan 2005, lagu-lagu bocor di Internet dalam format MP3 dan diputar di radio Amerika Serikat dan internasional.", "id_L": 75, "id_R": 57, "pair_id": 75, "sim": 1.465292495074602}, {"content": "Selanjutnya, MP3 dari seluruh album online.", "id_L": 76, "id_R": 58, "pair_id": 76, "sim": 1.4747837466470841}, {"content": "Meskipun situs web yang mendistribusikan album tersebut dengan cepat ditutup tetapi album tersebut segera mencapai jaringan P2P dan diunduh oleh penggemar.", "id_L": 77, "id_R": 59, "pair_id": 77, "sim": 1.453876477364356}, {"content": "Mike Elizondo yang sebelumnya bermain gitar bas di When the Pawn menjadi co-produser untuk menyelesaikan lagu yang dia mulai dengan Jon Brion dan Apple.", "id_L": 78, "id_R": 60, "pair_id": 78, "sim": 1.552590831698353}, {"content": "Pada Agustus 2005, album ini diberi tanggal rilis Oktober tahun itu.", "id_L": 80, "id_R": 61, "pair_id": 80, "sim": 1.293856112735111}, {"content": "Produksi album itu sebagian besar telah dikerjakan ulang \"dari awal\" oleh Elizondo dan diproduksi bersama oleh Brian Kehew.", "id_L": 82, "id_R": 62, "pair_id": 82, "sim": 1.380200572425637}, {"content": "Dua dari 11 lagu bocor sebelumnya relatif tidak berubah, dan satu lagu baru juga disertakan.", "id_L": 83, "id_R": 63, "pair_id": 83, "sim": 1.406294903055903}, {"content": "Meskipun ada saran bahwa album tersebut telah menyebabkan keretakan antara Brion dan Apple, mereka secara teratur tampil bersama di Largo, sebuah klub di Los Angeles, termasuk penampilan bersama dengan Elizondo tepat sebelum berita mengenai rilis resmi album tersebut.", "id_L": 84, "id_R": 64, "pair_id": 84, "sim": 1.667637568621793}, {"content": "Extraordinary Machine memulai debutnya di nomor tujuh dan dinominasikan untuk Grammy Award untuk \"Album Vokal Pop Terbaik\".", "id_L": 85, "id_R": 65, "pair_id": 85, "sim": 1.428578984455743}, {"content": "Album tersebut akhirnya disertifikasi emas, meskipun singel-nya (\"Parting Gift\", \"O 'Sailor\", \"Not About Love\", dan \"Get Him Back\") gagal masuk ke tangga lagu Billboard.", "id_L": 86, "id_R": 66, "pair_id": 86, "sim": 1.368090324351557}, {"content": "Apple melakukan tur untuk mempromosikan album tersebut pada akhir 2005.Pada pertengahan 2000-an, Apple berkencan dengan penulis dan pencipta televisi Jonathan Ames.", "id_L": 87, "id_R": 67, "pair_id": 87, "sim": 1.480038929325668}, {"content": "Pada Juni 2006, Apple muncul dengan lagu lelucon \"Come Over and Get It (Up in 'Dem Guts)\" oleh komedian Zach Galifianakis.", "id_L": 89, "id_R": 68, "pair_id": 89, "sim": 1.21409317994306}, {"content": "Galifianakis sebelumnya muncul dalam video musik untuk \"Not About Love\".", "id_L": 90, "id_R": 69, "pair_id": 90, "sim": 1.453757964310193}, {"content": "Apple merekam daur ulang \"Sally's Song\" untuk rilis edisi khusus tahun 2006 untuk soundtrack film Tim Burton berjudul The Nightmare Before Christmas.", "id_L": 91, "id_R": 70, "pair_id": 91, "sim": 1.4309881534949471}, {"content": "Pada Mei 2006, Apple memberikan penghormatan kepada Elvis Costello pada seri konser VH1 Decades Rock Live, dengan membawakan lagu hit Costello \"I Want You\".", "id_L": 92, "id_R": 71, "pair_id": 92, "sim": 1.392283148399345}, {"content": "Versinya kemudian dirilis sebagai singel digital.", "id_L": 93, "id_R": 72, "pair_id": 93, "sim": 1.4362060022496221}, {"content": "Apple kemudian menjalakan tur Agustus 2007, dengan Nickel Creek.", "id_L": 94, "id_R": 73, "pair_id": 94, "sim": 1.543031913231649}, {"content": "Di tahun 2008, Apple merekam duet berjudul \"Still I\" dengan Christophe Deluy.", "id_L": 95, "id_R": 74, "pair_id": 95, "sim": 1.324644261969901}, {"content": "Pada 2009, Apple mendaur ulang \"Why Try to Change Me Now\" dan \"I Walk A Little Faster\" untuk The Best Is Yet to Come - The Songs of Cy Coleman.", "id_L": 96, "id_R": 75, "pair_id": 96, "sim": 1.407766204272332}, {"content": "Pada Januari 2010, Fiona Apple dan Jon Brion tampil bersama di Love and Haiti, Too: A Music Benefit, sebuah konser amal untuk orang-orang yang terluka oleh gempa bumi Haiti.", "id_L": 97, "id_R": 76, "pair_id": 97, "sim": 1.4097396628370311}, {"content": "Fiona menyanyikan sebuah lagu daur ulang dari \"(S) he Funny That Way\", disusun oleh Neil Moret, lirik oleh Richard Whiting, yang sering dikaitkan dengan penyanyi Billie Holiday.", "id_L": 98, "id_R": 77, "pair_id": 98, "sim": 1.378445603684182}, {"content": "Pada Juni 2010, Fiona merilis lagu berjudul \"So Sleepy\", diproduksi oleh Jon Brion dan ditulis oleh anak-anak yang terlibat dengan organisasi nirlaba 826LA.", "id_L": 99, "id_R": 78, "pair_id": 99, "sim": 1.577195860320264}, {"content": "Lagu itu dimasukkan dalam album kompilasi Chickens in Love.", "id_L": 100, "id_R": 79, "pair_id": 100, "sim": 1.412565681617737}, {"content": "Apple berkolaborasi dengan Margaret Cho di albumnya Cho Dependent yang dirilis pada 24 Agustus 2010.", "id_L": 101, "id_R": 80, "pair_id": 101, "sim": 1.393032815492472}, {"content": "2011–2018: The Idler Wheel...", "id_L": 102, "id_R": 81, "pair_id": 102, "sim": 1.442043558968691}, {"content": NaN, "id_L": 103, "id_R": 82, "pair_id": 103, "sim": 1.421755629723374}, {"content": "Pada akhir 2010, Billboard menerbitkan sebuah artikel yang menyatakan bahwa Apple berencana merilis album baru pada musim semi 2011, dengan musisi Michelle Branch mengklaim telah mendengar beberapa lagu baru.", "id_L": 83, "id_R": 83, "pair_id": -1, "sim": -1}, {"content": "Drummer Charley Drayton juga mengatakan kepada majalah Modern Drummer bahwa dia ikut memproduksi rekaman tersebut.", "id_L": 104, "id_R": 84, "pair_id": 104, "sim": 1.358511225088377}, {"content": "Namun, album tersebut tidak dirilis pada musim semi dan Billboard kemudian melaporkan bahwa Epic Records tidak mengetahui adanya sebuah rekaman.", "id_L": 105, "id_R": 85, "pair_id": 105, "sim": 1.6038924689566731}, {"content": "Apple menunda rilis album hingga 2012, menjelaskan bahwa dia menunggu \"sampai labelnya menemukan presiden baru dan bahwa dia tidak ingin pekerjaannya salah ditangani di tengah kekacauan perusahaan.\"", "id_L": 106, "id_R": 86, "pair_id": 106, "sim": 1.331882392450561}, {"content": "Pada Januari 2012, setelah kepala label rekaman barunya, LA Reid mengisyaratkan musik baru dari Apple, Epic Records mengumumkan bahwa album akan dirilis pada akhir tahun tersebut.", "id_L": 107, "id_R": 87, "pair_id": 107, "sim": 1.415990839461901}, {"content": "Apple mengumumkan pertunjukan di South by Southwest Festival dan tur musim semi 2012 segera setelahnya.", "id_L": 108, "id_R": 88, "pair_id": 108, "sim": 1.369408763443488}, {"content": "The Idler Wheel Is Wiser Than the Driver of the Screw and Whipping Cords Will Serve You More Than Ropes Will Ever Do, Album studio keempat Apple, dirilis pada 19 Juni 2012, di Amerika Serikat.", "id_L": 109, "id_R": 89, "pair_id": 109, "sim": 1.398722051212293}, {"content": "Album ini menerima pujian kritis.", "id_L": 110, "id_R": 90, "pair_id": 110, "sim": 1.501453111433259}, {"content": "Menurut sebuah artikel di American Songwriter, \"The Idler Wheel tidak selalu cantik, tapi berdenyut dengan kehidupan, brutal dan benar.\"Saat mempromosikan The Idler Wheel, Apple mengungkapkan dalam sebuah wawancara pada Juni 2012 bahwa dia telah menikah sebentar dengan seorang fotografer Prancis yang tidak disebutkan namanya.", "id_L": 91, "id_R": 91, "pair_id": -1, "sim": -1}, {"content": "Kemudian diketauhi bahwa ia menikah dengan Lionel Deluy, namun \"karena alasan yang rumit\" pernikahan itu tidak bertahan.", "id_L": 112, "id_R": 92, "pair_id": 112, "sim": 1.388591814669507}, {"content": "Dia kemudian memberikan wawancara mendalam dalam podcast WTF with Marc Maron pada bulan Juli, di mana dia mengungkapkan bahwa dia telah berjuang melawan gangguan obsesif-kompulsif selama masa dewasanya.", "id_L": 93, "id_R": 93, "pair_id": -1, "sim": -1}, {"content": "Dia juga mengungkapkan bahwa dia baru-baru ini memutuskan untuk berhenti minum.", "id_L": 113, "id_R": 94, "pair_id": 113, "sim": 1.510163059240246}, {"content": "Pada 19 September 2012, Apple ditangkap di pos pemeriksaan internal Patroli Perbatasan Amerika Serikat di Sierra Blanca, Texas, dan didakwa dengan kepemilikan ganja.", "id_L": 114, "id_R": 95, "pair_id": 114, "sim": 1.6386014597118912}, {"content": "Ia kemudian ditahan di Penjara Hudspeth County.", "id_L": 115, "id_R": 96, "pair_id": 115, "sim": 1.453287053100862}, {"content": "Apple menyumbangkan lagu yang belum pernah dirilis sebelumnya berjudul \"Dull Tool\" untuk soundtrack film oleh Judd Apatow berjudul This Is 40.", "id_L": 19, "id_R": 97, "pair_id": 19, "sim": 1.093565280323175}, {"content": "Lagu lain yang direkam untuk film tersebut tetapi tidak digunakan, berakhir sebagai Cosmonauts di albumnya Fetch The Bolt Cutters.", "id_L": 116, "id_R": 98, "pair_id": 116, "sim": 1.455150430109827}, {"content": "Pada November 2012, Apple menulis surat kepada penggemarnya tentang keputusannya untuk menunda tur Amerika Selatannya karena kesehatan anjingnya, Janet.", "id_L": 117, "id_R": 99, "pair_id": 117, "sim": 1.4165137000542432}, {"content": "Menurut surat itu, anjing itu mengidap penyakit Addison dan memiliki tumor didadanya selama dua tahun.", "id_L": 118, "id_R": 100, "pair_id": 118, "sim": 1.34313690226732}, {"content": "Pada September 2013, iklan Chipotle muncul secara online dengan Apple mendaur ulang sountrack \"Pure Imagination\" dari film Willy Wonka and the Chocolate Factory.", "id_L": 119, "id_R": 101, "pair_id": 119, "sim": 1.597076715659129}, {"content": "Video yang mengikuti orang-orangan sawah saat ia menemukan kebenaran tentang pabrik peternakan dan makanan olahan, digambarkan sebagai \"berhantu,\" \"dystopian,\" \"aneh,\" dan \"cantik.\"", "id_L": 120, "id_R": 102, "pair_id": 120, "sim": 1.441834309657534}, {"content": "Pada 2014, Apple menulis lagu pembuka berjudul \"Container\", untuk serial drama Showtime The Affair.", "id_L": 121, "id_R": 103, "pair_id": 121, "sim": 1.655363277439269}, {"content": "Selama 2014, Apple juga tampil di sejumlah pertunjukan oleh Blake Mills, termasuk di New York City dan Cambridge, Massachusetts.", "id_L": 122, "id_R": 104, "pair_id": 122, "sim": 1.399370032635355}, {"content": "Mereka pertama kali berkolaborasi pada versi akustik lagu Apple berjudul \"I Know\" pada 2013.", "id_L": 123, "id_R": 105, "pair_id": 123, "sim": 1.2953846327774081}, {"content": "Apple telah berkolaborasi dengan Andrew Bird, dan pada 2016, Apple tampil dalam lagu berjudul \"Left Handed Kisses\" dari album Are You Serious.", "id_L": 124, "id_R": 106, "pair_id": 124, "sim": 1.305839540532929}, {"content": "Pada 2017, ia merilis \"Tiny Hands\" untuk Women's March di Washington.", "id_L": 125, "id_R": 107, "pair_id": 125, "sim": 1.357953773718121}, {"content": "Pada 2018, ia bergabung dengan Shirley Manson di Girl School Festival di Los Angeles untuk sebuah daur ulang dari \"You Donot Own Me\" oleh Lesley Gore.", "id_L": 126, "id_R": 108, "pair_id": 126, "sim": 1.469881661326871}, {"content": "Apple mengenakan T-shirt putih dengan tulisan \"KNEEL, PORTNOW\".", "id_L": 127, "id_R": 109, "pair_id": 127, "sim": 1.370847478708491}, {"content": "Hal ini dianggap sebagai tanggapan atas komentar keras kepala Neil Portnow yang sangat dikritik yang mengatakan bahwa wanita perlu \"meningkatkan kinerjanya\" untuk mendapatkan lebih banyak anggukan Grammy.", "id_L": 110, "id_R": 110, "pair_id": -1, "sim": -1}, {"content": "2019–sekarang: Fetch the Bolt Cutters ===", "id_L": 128, "id_R": 111, "pair_id": 128, "sim": 1.603465241345255}, {"content": "Pada Januari 2019, Apple berkolaborasi dengan King Princess dalam lagu \"I Know\".", "id_L": 129, "id_R": 112, "pair_id": 129, "sim": 1.861254517610313}, {"content": "Lagu ini dirilis untuk program RISE Spotify pada 25 Januari.", "id_L": 130, "id_R": 113, "pair_id": 130, "sim": 1.360163380058363}, {"content": "Apple ditampilkan dalam dokumenter dan soundtrack untuk Echo in the Canyon dengan Jakob Dylan.", "id_L": 131, "id_R": 114, "pair_id": 131, "sim": 1.561945608463554}, {"content": "Pada bulan November, dia mendaur ulang \"Whole of the Moon,\" sebuah lagu Waterboys, untuk seri terakhir dari The Affair.", "id_L": 132, "id_R": 115, "pair_id": 132, "sim": 1.277829311855657}, {"content": "Dalam dua pesan Instagram pada Maret 2019, Apple mengisyaratkan akan album kelima.", "id_L": 133, "id_R": 116, "pair_id": 133, "sim": 1.3761257438266021}, {"content": "Dalam wawancara pada September 2019 dengan Vulture, dia mengkonfirmasi bahwa album tersebut berada di tahap akhir, direkam dengan sebuah band dan direncanakan untuk rilis awal 2020.", "id_L": 134, "id_R": 117, "pair_id": 134, "sim": 1.359828331174366}, {"content": "Dalam wawancara lanjutan dengan Vulture pada Januari 2020, dia mengatakan album barunya kemungkinan akan keluar \"dalam beberapa bulan.\"", "id_L": 135, "id_R": 118, "pair_id": 135, "sim": 1.390211628011365}, {"content": "Pada 8 Maret 2020, Apple membagikan video yang menampilkan ucapannya \"MYRECORDISDONE\" dalam ejaan jari.", "id_L": 136, "id_R": 119, "pair_id": 136, "sim": 1.364650909836131}, {"content": "Dalam sebuah wawancara dengan The New Yorker, diumumkan bahwa album studio kelima Apple diberi judul Fetch the Bolt Cutters.", "id_L": 137, "id_R": 120, "pair_id": 137, "sim": 1.318456250872654}, {"content": "Album, yang terdiri dari 13 lagu yang diproduksinya sendiri, dirilis secara digital pada tanggal 17 April 2020.", "id_L": 138, "id_R": 121, "pair_id": 138, "sim": 1.451109882660775}, {"content": "Album ini disambut dengan pujian luas oleh para kritikus musik.", "id_L": 139, "id_R": 122, "pair_id": 139, "sim": 1.479538208551471}, {"content": "Pada 17 Juni 2020, Apple dikonfirmasi sebagai musisi tambahan yang tampil di album ke-39 Bob Dylan yang diberi nama Rough and Rowdy Ways, Apple bermain piano di lagu \"Murder Most Foul\".", "id_L": 140, "id_R": 123, "pair_id": 140, "sim": 1.341229545497639}, {"content": "Filantropi ==", "id_L": 142, "id_R": 124, "pair_id": 142, "sim": 1.461968118061484}, {"content": "Pada 30 Juni 2019, Apple berjanji untuk menyumbangkan pendapatan selama dua tahun dari penempatan lagunya \"Criminal\"  pada TV dan film dari lagunya ke While They Wait, yang membantu pengungsi dengan kebutuhan dasar, biaya imigrasi, dan layanan hukum.", "id_L": 145, "id_R": 125, "pair_id": 145, "sim": 1.452368862614948}, {"content": "Pada 2020, Scott Hechinger dari While They Wait mengungkapkan kepada Vulture bahwa Apple telah menyumbangkan $ 90.000, dan sumbangan itu akan membantu 15 keluarga.", "id_L": 146, "id_R": 126, "pair_id": 146, "sim": 1.473962401497127}, {"content": "Diskografi", "id_L": 147, "id_R": 127, "pair_id": 147, "sim": 1.4805295903197662}, {"content": "Album studio", "id_L": 148, "id_R": 128, "pair_id": 148, "sim": 1.7161971160837002}, {"content": "Album kompilasi", "id_L": 129, "id_R": 129, "pair_id": -1, "sim": -1}, {"content": "Album kolaborasi", "id_L": 130, "id_R": 130, "pair_id": -1, "sim": -1}, {"content": "Singel", "id_L": 131, "id_R": 131, "pair_id": -1, "sim": -1}, {"content": "Penampilan lainnya", "id_L": 48, "id_R": 132, "pair_id": 48, "sim": 1.015362769214514}, {"content": "Musik video", "id_L": 164, "id_R": 133, "pair_id": 164, "sim": 1.049461356747645}, {"content": "Penghargaan dan nominasi", "id_L": 134, "id_R": 134, "pair_id": -1, "sim": -1}, {"content": "Billboard Music Video Awards", "id_L": 156, "id_R": 135, "pair_id": 156, "sim": 1.6271593859041502}, {"content": "California Music Awards", "id_L": 136, "id_R": 136, "pair_id": -1, "sim": -1}, {"content": "Esky Music Awards", "id_L": 158, "id_R": 137, "pair_id": 158, "sim": 1.079666827442395}, {"content": "Grammy Awards", "id_L": 159, "id_R": 138, "pair_id": 159, "sim": 1.138369640195327}, {"content": "MTV Video Music Awards", "id_L": 139, "id_R": 139, "pair_id": -1, "sim": -1}, {"content": "mtvU Woodie Awards", "id_L": 140, "id_R": 140, "pair_id": -1, "sim": -1}, {"content": "Music Video Production Awards.", "id_L": 141, "id_R": 141, "pair_id": -1, "sim": -1}, {"content": NaN, "id_L": 142, "id_R": 142, "pair_id": -1, "sim": -1}, {"content": "Pollstar Concert Industry Awards", "id_L": 143, "id_R": 143, "pair_id": -1, "sim": -1}, {"content": "Rober Awards Music Poll", "id_L": 144, "id_R": 144, "pair_id": -1, "sim": -1}, {"content": "Shortlist Music Prize", "id_L": 145, "id_R": 145, "pair_id": -1, "sim": -1}, {"content": "VH1 Fashion Awards", "id_L": 146, "id_R": 146, "pair_id": -1, "sim": -1}, {"content": "Referensi", "id_L": 147, "id_R": 147, "pair_id": -1, "sim": -1}, {"content": "Pranala luar ==", "id_L": 163, "id_R": 148, "pair_id": 163, "sim": 1.866655250317487}, {"content": "Situs web resmi", "id_L": 161, "id_R": 149, "pair_id": 161, "sim": 1.0876841738338001}, {"content": "(Profil) Fiona Apple di MySpace", "id_L": 165, "id_R": 150, "pair_id": 165, "sim": 1.879805991411269}, {"content": "Fiona Apple di Facebook", "id_L": 151, "id_R": 151, "pair_id": -1, "sim": -1}, {"content": "(Inggris) Fiona Apple di Internet Movie Database", "id_L": 166, "id_R": 152, "pair_id": 166, "sim": 1.173398267660328}]}