{"maxSim": 1.848599487114667, "minSim": 1.058979396210887, "left": [{"content": "Fiona Apple McAfee-Maggart (born September 13, 1977) is an American singer-songwriter.", "id_L": 0, "id_R": 0, "pair_id": 0, "sim": 1.220716736330234}, {"content": "She has released five albums from 1996 to 2020, which have all reached the top 20 on the U.S. Billboard 200 chart.", "id_L": 1, "id_R": 1, "pair_id": -1, "sim": -1}, {"content": "Apple has received numerous awards and nominations, including three Grammy Awards, two MTV Video Music Awards, and a Billboard Music Award.", "id_L": 2, "id_R": 14, "pair_id": 2, "sim": 1.404139845629561}, {"content": "The youngest daughter of the actor Brandon Maggart, Apple was born in New York City and was raised alternating between her mother's home in New York and her father's in Los Angeles.", "id_L": 3, "id_R": 1, "pair_id": 3, "sim": 1.137278788195065}, {"content": "Classically trained on piano as a child, she began composing her own songs when she was eight years old.", "id_L": 4, "id_R": 2, "pair_id": 4, "sim": 1.2397324014456181}, {"content": "Her debut album, Tidal, containing songs written when she was 17, was released in 1996 and received a Grammy Award for Best Female Vocal Rock Performance for the single \"Criminal\".", "id_L": 5, "id_R": 3, "pair_id": 5, "sim": 1.31815332977531}, {"content": "She followed with When the Pawn... (1999), produced by Jon Brion, which was also critically and commercially successful and was certified Platinum.", "id_L": 6, "id_R": 4, "pair_id": 6, "sim": 1.350921365916367}, {"content": "For her third album, Extraordinary Machine (2005), Apple again collaborated with Brion and began recording the album in 2002.", "id_L": 7, "id_R": 6, "pair_id": 7, "sim": 1.332872389667228}, {"content": "However, Apple was reportedly unhappy with the production and opted not to release the record, leading fans to protest Epic Records, erroneously believing that the label was withholding its release.", "id_L": 8, "id_R": 7, "pair_id": 8, "sim": 1.232103459786741}, {"content": "The album was eventually re-produced without Brion and released in October 2005.", "id_L": 9, "id_R": 8, "pair_id": 9, "sim": 1.262116390678198}, {"content": "The album was certified Gold, and nominated for a Grammy Award for Best Pop Vocal Album.", "id_L": 10, "id_R": 9, "pair_id": 10, "sim": 1.218661089369201}, {"content": "In 2012, she released her fourth studio album, The Idler Wheel..., which received critical praise and was followed by a tour of the United States and was nominated for the Grammy Award for Best Alternative Music Album in 2013.", "id_L": 11, "id_R": 10, "pair_id": 11, "sim": 1.330009845051905}, {"content": "Apple's fifth studio album, Fetch the Bolt Cutters, was released in 2020 to widespread acclaim, earning two Grammy Awards: Best Alternative Music Album and Best Rock Performance for the lead single \"Shameika\".", "id_L": 12, "id_R": 12, "pair_id": 12, "sim": 1.075226472203175}, {"content": "Early life ==", "id_L": 13, "id_R": 15, "pair_id": 13, "sim": 1.463170934249876}, {"content": "Fiona Apple was born Fiona Apple McAfee-Maggart on September 13, 1977, in New York City to singer Diane McAfee and actor Brandon Maggart, who met when both were cast in the Broadway musical Applause.", "id_L": 14, "id_R": 16, "pair_id": 14, "sim": 1.326957045538538}, {"content": "Her father is from Tennessee, and through him, Apple has Melungeon ancestry.", "id_L": 15, "id_R": 17, "pair_id": 15, "sim": 1.4764308074235901}, {"content": "Her maternal grandparents were dancer Millicent Green and big band vocalist Johnny McAfee.", "id_L": 16, "id_R": 18, "pair_id": 16, "sim": 1.480421412899646}, {"content": "Her sister, Amber, sings cabaret under the stage name Maude Maggart, and actor Garett Maggart is her half brother.", "id_L": 17, "id_R": 19, "pair_id": 17, "sim": 1.51148801948088}, {"content": "Apple grew up in Morningside Gardens in Harlem with her mother and sister, but spent summers with her father in Los Angeles, California.", "id_L": 18, "id_R": 20, "pair_id": 18, "sim": 1.366039177258695}, {"content": "She attended St. Hilda's & St. Hugh's School.", "id_L": 19, "id_R": 19, "pair_id": -1, "sim": -1}, {"content": "Apple was classically trained on piano as a child, and began composing her own pieces by the age of eight.", "id_L": 20, "id_R": 21, "pair_id": 20, "sim": 1.250397401520234}, {"content": "When learning to play piano, she would often take sheet music and translate guitar tablature into the corresponding notes.", "id_L": 21, "id_R": 22, "pair_id": 21, "sim": 1.317512466943887}, {"content": "Apple later began to play along with jazz standard compositions after becoming proficient, through which she discovered Billie Holiday and Ella Fitzgerald, who became major influences on her.", "id_L": 22, "id_R": 23, "pair_id": 22, "sim": 1.384193387769587}, {"content": "Since childhood, Apple has struggled with obsessive-compulsive disorder, depression, and anxiety, and has also been diagnosed with complex post-traumatic stress disorder.", "id_L": 23, "id_R": 24, "pair_id": 23, "sim": 1.455206738371495}, {"content": "At age 12, she was raped outside the apartment she shared with her mother, step-father, and sister in Harlem.", "id_L": 24, "id_R": 25, "pair_id": 24, "sim": 1.565624760171689}, {"content": "She subsequently developed an eating disorder, purposely slimming her developing body, which she saw as \"bait\" for potential predators.", "id_L": 25, "id_R": 26, "pair_id": 25, "sim": 1.4730720884623731}, {"content": "I definitely did have an eating disorder, she recalled.", "id_L": 26, "id_R": 27, "pair_id": 26, "sim": 1.441940066889606}, {"content": "What was really frustrating for me was that everyone thought I was anorexic, and I wasnot.\r\nI was just really depressed and self-loathing.", "id_L": 27, "id_R": 28, "pair_id": 27, "sim": 1.478797559732643}, {"content": "She also described how her OCD had a significant impact on her eating habits, by requiring food to be a certain color or shape.", "id_L": 28, "id_R": 30, "pair_id": 28, "sim": 1.512978253377927}, {"content": "After the rape, Apple began attending Model Mugging classes, practicing self-defense, but continued to suffer panic attacks while walking home from school, which led to her relocating to Los Angeles to live with her father for one year.", "id_L": 29, "id_R": 31, "pair_id": 29, "sim": 1.444056044829275}, {"content": "In Los Angeles, Apple attended Alexander Hamilton High School for her second year.", "id_L": 30, "id_R": 32, "pair_id": 30, "sim": 1.442464993181013}, {"content": "In a 2000 interview, Apple stated that, despite speculation from journalists, she did not write songs about the trauma surrounding her rape: \"It doesnot get into the writing.", "id_L": 31, "id_R": 31, "pair_id": -1, "sim": -1}, {"content": "It's a boring pain.", "id_L": 32, "id_R": 33, "pair_id": 32, "sim": 1.181140167510568}, {"content": "It's such a fuckin' old pain that, you know, there's nothing poetic about it.\"", "id_L": 33, "id_R": 34, "pair_id": 33, "sim": 1.848599487114667}, {"content": "Career ==", "id_L": 34, "id_R": 35, "pair_id": 34, "sim": 1.7291041021322702}, {"content": "Apple was introduced to the music industry in 1994, when she gave a demo tape containing the songs \"Never Is a Promise\", \"Not One of Those Times\", and \"He Takes a Taxi\" to her friend who was the babysitter for music publicist Kathryn Schenker.", "id_L": 35, "id_R": 36, "pair_id": 35, "sim": 1.37319832403437}, {"content": "Schenker then passed the tape along to Sony Music executive Andy Slater.", "id_L": 36, "id_R": 37, "pair_id": 36, "sim": 1.3866611613485451}, {"content": "Apple's abilities captured his attention, and Slater signed her to a record deal.", "id_L": 37, "id_R": 37, "pair_id": -1, "sim": -1}, {"content": "1996–2001: Tidal and When the Pawn...", "id_L": 38, "id_R": 38, "pair_id": 38, "sim": 1.172540933624139}, {"content": "In 1996, Apple's debut album, Tidal, was released by Work Records and Columbia Records.", "id_L": 39, "id_R": 40, "pair_id": 39, "sim": 1.387338050866388}, {"content": "The record was largely inspired by Apple's recent breakup with her first boyfriend.", "id_L": 40, "id_R": 41, "pair_id": 40, "sim": 1.3191454290572842}, {"content": "The album sold 2.7 million copies and was certified three times Platinum in the U.S. \"Criminal\", the third single, became a hit and the song reached the Top 40 on the U.S. Billboard Hot 100.", "id_L": 41, "id_R": 42, "pair_id": 41, "sim": 1.1695800123212101}, {"content": "The song's controversial Mark Romanek-directed music video played on MTV.", "id_L": 42, "id_R": 43, "pair_id": 42, "sim": 1.12741956464375}, {"content": "Other singles from Tidal included \"Shadowboxer\", \"Sleep to Dream\", and \"Never Is a Promise\".", "id_L": 43, "id_R": 45, "pair_id": 43, "sim": 1.527570980977557}, {"content": "Apple accepted the MTV Video Music Award for Best New Artist at the 1997 MTV Video Music Awards for her song \"Sleep to Dream\", during her acceptance speech she said:", "id_L": 44, "id_R": 46, "pair_id": 44, "sim": 1.522842795222207}, {"content": "This world is bullshit.", "id_L": 45, "id_R": 47, "pair_id": 45, "sim": 1.318873097020025}, {"content": "And you shouldnot model your life—wait a second—you shouldnot model your life about what you think that we think is cool and what we're wearing and what we're saying and everything.", "id_L": 46, "id_R": 46, "pair_id": -1, "sim": -1}, {"content": "Go with yourself.", "id_L": 47, "id_R": 47, "pair_id": -1, "sim": -1}, {"content": "Apple responded to criticisms of her acceptance speech in Rolling Stone in January 1998, stating, \"When I have something to say, I'll say it.\"", "id_L": 48, "id_R": 48, "pair_id": -1, "sim": -1}, {"content": "During this period, Apple also covered the Beatles' \"Across the Universe\" and Percy Mayfield's \"Please Send Me Someone to Love\" for the soundtrack of the film Pleasantville.", "id_L": 49, "id_R": 49, "pair_id": 49, "sim": 1.412670466935288}, {"content": "She later canceled the last 21 dates on a tour in support of her album due to \"personal family problems\".", "id_L": 50, "id_R": 50, "pair_id": 50, "sim": 1.408113234807492}, {"content": "In 1997, Apple met director Paul Thomas Anderson during a photoshoot, and the two began a relationship that lasted several years.", "id_L": 51, "id_R": 51, "pair_id": 51, "sim": 1.320051289664547}, {"content": "Apple's second album, When the Pawn..., was released in 1999.", "id_L": 52, "id_R": 48, "pair_id": 52, "sim": 1.351666465351384}, {"content": "Its full title is a poem Apple wrote after reading letters that appeared in Spin regarding an article that had cast her in a negative light in an earlier issue.", "id_L": 53, "id_R": 53, "pair_id": -1, "sim": -1}, {"content": "The title's length earned it a spot in the Guinness Book of Records for 2001.", "id_L": 54, "id_R": 52, "pair_id": 54, "sim": 1.4268557744884691}, {"content": "However, as of October 2007, it no longer has the longest album title, as Soulwax released Most of the Remixes, a remix album whose title surpasses When the Pawn's length by 100 characters.", "id_L": 55, "id_R": 53, "pair_id": 55, "sim": 1.530169369852469}, {"content": "When the Pawn was cultivated during Apple's relationship with film director Paul Thomas Anderson.", "id_L": 56, "id_R": 54, "pair_id": 56, "sim": 1.498756602378735}, {"content": "When the Pawn, which was produced by Jon Brion, used more expressive lyrics, experimented more with drum loops, and incorporated both the Chamberlin and drummer Matt Chamberlain.", "id_L": 57, "id_R": 57, "pair_id": -1, "sim": -1}, {"content": "The album received a positive reception from publications such as Rolling Stone.", "id_L": 58, "id_R": 55, "pair_id": 58, "sim": 1.365717480187784}, {"content": "It did not fare as well commercially as her debut, though it was an RIAA-certified Platinum album and sold one million copies in the U.S.", "id_L": 59, "id_R": 56, "pair_id": 59, "sim": 1.389658157519242}, {"content": "The album's lead single, \"Fast as You Can\", reached the top twenty on Billboard's Modern Rock Tracks chart and became Apple's first Top 40 hit in the UK.", "id_L": 60, "id_R": 57, "pair_id": 60, "sim": 1.2762750961159}, {"content": "The videos for two follow-up singles, \"Paper Bag\" and \"Limp\" (directed by then-boyfriend Anderson), received very little play.", "id_L": 61, "id_R": 58, "pair_id": 61, "sim": 1.3294833248527231}, {"content": "In a February 2000 set hampered by equipment issues to 3,000 audience members at the New York City Roseland Ballroom, a frustrated Apple left the stage without returning.", "id_L": 62, "id_R": 59, "pair_id": 62, "sim": 1.396323167334133}, {"content": "Her performance saw Apple appearing distraught at the sound quality, apologizing numerous times for the sound and crying.", "id_L": 63, "id_R": 63, "pair_id": -1, "sim": -1}, {"content": "After completing a concert tour in support of her second album in 2000, Apple relocated to Los Angeles, where she still resides as of 2020.", "id_L": 64, "id_R": 64, "pair_id": -1, "sim": -1}, {"content": "2002–2010: Extraordinary Machine and release delays ===", "id_L": 65, "id_R": 60, "pair_id": 65, "sim": 1.343421172230043}, {"content": "During her hiatus, Apple contemplated retiring from her recording career.", "id_L": 66, "id_R": 62, "pair_id": 66, "sim": 1.4404726310262421}, {"content": "Apple sang with Johnny Cash on a cover of Simon & Garfunkel's \"Bridge over Troubled Water\" that ended up on his album American IV: The Man Comes Around and was nominated for a Grammy Award for \"Best Country Collaboration with Vocals\".", "id_L": 67, "id_R": 63, "pair_id": 67, "sim": 1.301084715421104}, {"content": "She also collaborated with Cash on Cat Stevens's \"Father and Son\", which was included in his 2003 collection Unearthed.", "id_L": 68, "id_R": 64, "pair_id": 68, "sim": 1.416146650363419}, {"content": "Apple's third album, Extraordinary Machine, was originally produced by Jon Brion.", "id_L": 69, "id_R": 65, "pair_id": 69, "sim": 1.456590685240175}, {"content": "In spring 2002, Apple and Brion, her longtime friend and producer on When the Pawn, met for their weekly lunch meeting.", "id_L": 70, "id_R": 66, "pair_id": 70, "sim": 1.218635926432446}, {"content": "Brion reportedly \"begged\" Apple to make another album.", "id_L": 71, "id_R": 71, "pair_id": -1, "sim": -1}, {"content": "Apple agreed, and Brion went to Apple's label, Epic Records, with strict stipulations (including no deadline), which the label eventually agreed to.", "id_L": 72, "id_R": 68, "pair_id": 72, "sim": 1.097672511958947}, {"content": "Recording sessions began in 2002, at Ocean Way studios in Nashville, Tennessee, but later moved to the Paramour Mansion in Los Angeles.", "id_L": 73, "id_R": 69, "pair_id": 73, "sim": 1.362785925288889}, {"content": "Work on the album continued until 2003, and in May of that year it was submitted to Sony executives.", "id_L": 74, "id_R": 70, "pair_id": 74, "sim": 1.424872465130044}, {"content": "In 2004 and 2005, tracks were leaked on the Internet in MP3 format and played on U.S. and international radio.", "id_L": 75, "id_R": 71, "pair_id": 75, "sim": 1.499820251854512}, {"content": "Subsequently, MP3s of the entire album went online.", "id_L": 76, "id_R": 72, "pair_id": 76, "sim": 1.460015941034222}, {"content": "Although a website distributing the album was quickly shut down, it soon reached P2P networks and was downloaded by fans.", "id_L": 77, "id_R": 73, "pair_id": 77, "sim": 1.383959871840366}, {"content": "A fan-led campaign supported the album's official release.", "id_L": 78, "id_R": 74, "pair_id": 78, "sim": 1.4505310881278421}, {"content": "Mike Elizondo, who had previously played bass on Pawn, was brought back as co-producer to complete the tracks he had begun with Brion and Apple.", "id_L": 79, "id_R": 75, "pair_id": 79, "sim": 1.318426168434607}, {"content": "Spin later reported the following: \"Fans erroneously thought that Apple's record label, Epic, had rejected the first version of Extraordinary Machine... in reality, according to Elizondo, Apple was unhappy with the results, and it was her decision to redo the record, not her label's.\"", "id_L": 80, "id_R": 76, "pair_id": 80, "sim": 1.268653225660795}, {"content": "In August 2005, the album was given an October release date.", "id_L": 81, "id_R": 77, "pair_id": 81, "sim": 1.328803897947884}, {"content": "Production had been largely redone \"from scratch\" by Elizondo and was co-produced by Brian Kehew.", "id_L": 82, "id_R": 78, "pair_id": 82, "sim": 1.296899342906599}, {"content": "Two of the 11 previous leaked tracks were relatively unchanged, and one new song was also included.", "id_L": 83, "id_R": 79, "pair_id": 83, "sim": 1.396579073336256}, {"content": "Despite suggestions that the album had caused a rift between Brion and Apple, they regularly perform together at Largo, a club in Los Angeles, including a joint appearance with Elizondo on bass just before the news broke of an official release.", "id_L": 84, "id_R": 80, "pair_id": 84, "sim": 1.510851562142639}, {"content": "Extraordinary Machine debuted at number seven and was nominated for a Grammy Award for \"Best Pop Vocal Album\".", "id_L": 85, "id_R": 81, "pair_id": 85, "sim": 1.406768608874527}, {"content": "It was eventually certified Gold, though its singles (\"Parting Gift\", \"O' Sailor\", \"Not About Love\", and \"Get Him Back\") failed to enter any Billboard charts.", "id_L": 86, "id_R": 82, "pair_id": 86, "sim": 1.172796783253561}, {"content": "Apple went on a live tour to promote the album in late 2005.", "id_L": 87, "id_R": 83, "pair_id": 87, "sim": 1.471596632703513}, {"content": "Beginning in the mid-2000s, Apple dated writer and television creator Jonathan Ames.", "id_L": 88, "id_R": 84, "pair_id": 88, "sim": 1.272316530618457}, {"content": "In June 2006, Apple appeared on the joke track \"Come Over and Get It (Up in 'Dem Guts)\" by comedian Zach Galifianakis.", "id_L": 89, "id_R": 85, "pair_id": 89, "sim": 1.3300498377378212}, {"content": "Galifianakis previously appeared in the music video for Apple's \"Not About Love\".", "id_L": 90, "id_R": 86, "pair_id": 90, "sim": 1.443370563708016}, {"content": "Apple recorded a cover of \"Sally's Song\" for the 2006 special edition release of the soundtrack for the Tim Burton film The Nightmare Before Christmas.", "id_L": 91, "id_R": 87, "pair_id": 91, "sim": 1.417626247804145}, {"content": "In May 2006, Apple paid tribute to Elvis Costello on VH1's concert series Decades Rock Live, by performing Costello's hit \"I Want You\".", "id_L": 92, "id_R": 88, "pair_id": 92, "sim": 1.355734088193056}, {"content": "Her version was subsequently released as a digital single.", "id_L": 93, "id_R": 89, "pair_id": 93, "sim": 1.373575646063398}, {"content": "Apple toured the East Coast during August 2007, with Nickel Creek.", "id_L": 94, "id_R": 94, "pair_id": -1, "sim": -1}, {"content": "In 2008, Apple recorded a duet titled \"Still I\" with Christophe Deluy.", "id_L": 95, "id_R": 90, "pair_id": 95, "sim": 1.347653307635444}, {"content": "In 2009, Apple covered \"Why Try to Change Me Now\" and \"I Walk A Little Faster\" for The Best Is Yet to Come – The Songs of Cy Coleman.", "id_L": 96, "id_R": 91, "pair_id": 96, "sim": 1.4232401357162972}, {"content": "In January 2010, Fiona Apple and Jon Brion performed together at \"Love and Haiti, Too: A Music Benefit\", a charity concert for the people hurt by the Haiti earthquake.", "id_L": 97, "id_R": 92, "pair_id": 97, "sim": 1.35482167391501}, {"content": "Fiona sang a cover of \"(S)he's Funny That Way\", composed by Neil Moret, lyrics by Richard Whiting, which is often associated with the singer Billie Holiday.", "id_L": 98, "id_R": 93, "pair_id": 98, "sim": 1.386613236502769}, {"content": "In June 2010, Fiona released a song titled \"So Sleepy\", produced by Jon Brion and written by children involved with the non-profit organization 826LA.", "id_L": 99, "id_R": 94, "pair_id": 99, "sim": 1.580678331312084}, {"content": "The song was included on a compilation album released by the organization titled Chickens in Love.", "id_L": 100, "id_R": 96, "pair_id": 100, "sim": 1.194282805222842}, {"content": "Apple collaborated with Margaret Cho on her album Cho Dependent, which was released on August 24, 2010.", "id_L": 101, "id_R": 101, "pair_id": -1, "sim": -1}, {"content": "2011–2018: The Idler Wheel..., tour, and legal troubles", "id_L": 102, "id_R": 97, "pair_id": 102, "sim": 1.463449521706057}, {"content": "In late 2010, Billboard published an article stating that Apple was planning on releasing a new album in spring 2011, with musician Michelle Branch claiming to have heard some of the new tracks.", "id_L": 103, "id_R": 99, "pair_id": 103, "sim": 1.489597881345855}, {"content": "Drummer Charley Drayton also told Modern Drummer magazine that he was co-producing the record.", "id_L": 104, "id_R": 101, "pair_id": 104, "sim": 1.293444858255239}, {"content": "However, the album was not released in the spring and Billboard reported later that Epic was not aware of a record.", "id_L": 105, "id_R": 102, "pair_id": 105, "sim": 1.555331728252904}, {"content": "Apple delayed the album's release until 2012, explaining that she was waiting \"until her label found a new president and that she didnot want her work to be mishandled amid corporate disarray.\"", "id_L": 106, "id_R": 103, "pair_id": 106, "sim": 1.312295952161454}, {"content": "In January 2012, after its new record label head, LA Reid hinted at new music from Apple, Epic Records announced that the album would be released later in the year.", "id_L": 107, "id_R": 104, "pair_id": 107, "sim": 1.327732540013844}, {"content": "Apple announced performances at the South by Southwest Festival and a spring 2012 tour soon after.", "id_L": 108, "id_R": 105, "pair_id": 108, "sim": 1.332885417638007}, {"content": "The Idler Wheel Is Wiser Than the Driver of the Screw and Whipping Cords Will Serve You More Than Ropes Will Ever Do, Apple's fourth studio album, was released on June 19, 2012, in the United States.", "id_L": 109, "id_R": 106, "pair_id": 109, "sim": 1.320594321615206}, {"content": "It became Apple's most successful album on the Billboard 200, where it peaked at number three, and received critical acclaim.", "id_L": 110, "id_R": 107, "pair_id": 110, "sim": 1.393181266036145}, {"content": "According to an article in American Songwriter, \"The Idler Wheel isnot always pretty, but it pulses with life, brutal and true.\"While promoting The Idler Wheel, Apple revealed in a June 2012 interview that she had briefly married an unnamed French photographer, later revealed to be Lionel Deluy, \"for complicated reasons\" and had a passing liaison with a younger woman.", "id_L": 111, "id_R": 108, "pair_id": 111, "sim": 1.167768783647289}, {"content": "She subsequently gave an in-depth interview on Marc Maron's WTF podcast in July, in which she described her experience with obsessive–compulsive disorder throughout her adult life.", "id_L": 112, "id_R": 109, "pair_id": 112, "sim": 1.437704488877651}, {"content": "She also divulged that she had recently decided to quit drinking.", "id_L": 113, "id_R": 110, "pair_id": 113, "sim": 1.510225875628215}, {"content": "On September 19, 2012, Apple was arrested at an internal U.S. Border Patrol checkpoint in Sierra Blanca, Texas, and charged with possession of hashish, detaining her en route to a concert in Austin, Texas, at the Hudspeth County Jail.", "id_L": 114, "id_R": 111, "pair_id": 114, "sim": 1.600880528089701}, {"content": "Apple contributed a previously unreleased song entitled \"Dull Tool\" to the soundtrack of the 2012 Judd Apatow film This Is 40.", "id_L": 115, "id_R": 112, "pair_id": 115, "sim": 1.517413429267997}, {"content": "Another song was recorded for the film but was not used, ending up as the track \"Cosmonauts\" on her 2020 album Fetch the Bolt Cutters.", "id_L": 116, "id_R": 113, "pair_id": 116, "sim": 1.405305613379401}, {"content": "In November 2012, Apple wrote a letter to her fans – a scan of which was posted to her website and her Facebook page – postponing the South American leg of her tour due to the health of her dog, Janet.", "id_L": 117, "id_R": 114, "pair_id": 117, "sim": 1.410643142833489}, {"content": "According to the letter, the dog has Addison's disease and has had a tumor \"idling in her chest\" for two years.", "id_L": 118, "id_R": 116, "pair_id": 118, "sim": 1.3196933194948222}, {"content": "In September 2013, a Chipotle ad appeared online with a soundtrack of Apple covering \"Pure Imagination\" from the 1971 film Willy Wonka and the Chocolate Factory.", "id_L": 119, "id_R": 117, "pair_id": 119, "sim": 1.21503630542698}, {"content": "The video, which follows a scarecrow as he discovers the truth about factory farming and processed food, was described as \"haunted,\" \"dystopian,\" \"bizarre,\" and \"beautiful.\"", "id_L": 120, "id_R": 120, "pair_id": -1, "sim": -1}, {"content": "In 2014, Apple wrote the opening theme, \"Container\", for the Showtime drama series The Affair.", "id_L": 121, "id_R": 118, "pair_id": 121, "sim": 1.655988456840538}, {"content": "During 2014, Apple also appeared at a number of performances by Blake Mills, including in New York City and Cambridge, Massachusetts, during his tour in support of his second full-length album, Heigh Ho.", "id_L": 122, "id_R": 120, "pair_id": 122, "sim": 1.278842807958688}, {"content": "The pair first publicly collaborated on an acoustic version of Apple's song \"I Know\" in 2013.", "id_L": 123, "id_R": 121, "pair_id": 123, "sim": 1.248033269240045}, {"content": "Fiona Apple has collaborated with Andrew Bird, and in 2016, she was featured in the song \"Left Handed Kisses\" from the album Are You Serious.", "id_L": 124, "id_R": 122, "pair_id": 124, "sim": 1.074974835724229}, {"content": "In 2017, she released \"Tiny Hands\" for the Women's March on Washington.", "id_L": 125, "id_R": 123, "pair_id": 125, "sim": 1.3754912046575472}, {"content": "In 2018, she joined Shirley Manson at the woman-driven Girl School Festival in Los Angeles for a cover of \"You Donot Own Me\" by Lesley Gore, wearing a white T-shirt with \"KNEEL, PORTNOW\" written across it in ink.", "id_L": 126, "id_R": 124, "pair_id": 126, "sim": 1.426839175746091}, {"content": "This was considered in response to Grammy head Neil Portnow's heavily criticized comments that women need to \"step up\" to earn more Grammy nods.", "id_L": 127, "id_R": 125, "pair_id": 127, "sim": 1.45766362894152}, {"content": "2019–present: Fetch the Bolt Cutters ===", "id_L": 128, "id_R": 126, "pair_id": 128, "sim": 1.517521401605785}, {"content": "In January 2019, Apple collaborated with King Princess on a version of her 1999 song \"I Know\".", "id_L": 129, "id_R": 128, "pair_id": 129, "sim": 1.434226232101355}, {"content": "The song was released for Spotify's RISE program on January 25.", "id_L": 130, "id_R": 130, "pair_id": 130, "sim": 1.26666068898033}, {"content": "Apple was featured in the documentary and soundtrack for Echo in the Canyon with Jakob Dylan covering songs by artists such as the Beach Boys and the Byrds.", "id_L": 131, "id_R": 131, "pair_id": 131, "sim": 1.554715752644803}, {"content": "In November, she covered \"Whole of the Moon,\" a Waterboys song, for the series finale of Showtime's The Affair.", "id_L": 132, "id_R": 132, "pair_id": 132, "sim": 1.40365556172048}, {"content": "In two Instagram posts in March 2019, Apple hinted at the recording of a fifth album.", "id_L": 133, "id_R": 133, "pair_id": 133, "sim": 1.237311879827731}, {"content": "In a September 2019 interview with Vulture, she confirmed that the album was in its final stages, recorded with a band and planned for an early 2020 release.", "id_L": 134, "id_R": 134, "pair_id": 134, "sim": 1.058979396210887}, {"content": "In a follow-up interview with Vulture in January 2020, she said her new album would likely be out \"in a few months.\"", "id_L": 135, "id_R": 135, "pair_id": 135, "sim": 1.362233140428074}, {"content": "On March 8, 2020, Apple posted a video showcasing her saying \"M-Y-R-E-C-O-R-D-I-S-D-O-N-E\" in fingerspelling.", "id_L": 136, "id_R": 136, "pair_id": 136, "sim": 1.336006374924144}, {"content": "In an interview with The New Yorker, it was announced that Apple's fifth studio album was to be titled Fetch the Bolt Cutters.", "id_L": 137, "id_R": 137, "pair_id": 137, "sim": 1.325429874291497}, {"content": "The album, which consists of 13 self-produced tracks, was released digitally on April 17, 2020.", "id_L": 138, "id_R": 138, "pair_id": 138, "sim": 1.301614968967666}, {"content": "The album was met with widespread acclaim by music critics.", "id_L": 139, "id_R": 139, "pair_id": 139, "sim": 1.26724270482469}, {"content": "At the 63rd Annual Grammy Awards, the album won Best Alternative Music Album and the lead single \"Shameika\" won Best Rock Performance.", "id_L": 140, "id_R": 140, "pair_id": 140, "sim": 1.271285159775495}, {"content": "On June 17, 2020, Apple was confirmed as an additional musician featuring on Bob Dylan's 39th album Rough and Rowdy Ways, playing piano on the track \"Murder Most Foul\".", "id_L": 141, "id_R": 141, "pair_id": 141, "sim": 1.20966503262778}, {"content": "On April 15, 2021, Apple covered Sharon Van Etten’s \"Love More\", from the 10th anniversary of Van Etten's second album, Epic.", "id_L": 142, "id_R": 142, "pair_id": 142, "sim": 1.433321099274562}, {"content": "In December, Apple was featured on a cover of the Christmas classic \"Silent Night\" released by Phoebe Bridgers alongside her Christmas EP \"If We Make It Through December\".", "id_L": 143, "id_R": 143, "pair_id": 143, "sim": 1.19253983905416}, {"content": "Philanthropy ==", "id_L": 144, "id_R": 144, "pair_id": -1, "sim": -1}, {"content": "On June 30, 2019, Apple pledged to donate two years' worth of earnings from TV and movie placements of her song \"Criminal\" to the While They Wait fund, which assists refugees with basic necessities, immigration fees and legal services.", "id_L": 145, "id_R": 144, "pair_id": 145, "sim": 1.46318307833931}, {"content": "In 2020, While They Wait's Scott Hechinger revealed to Vulture that Apple had donated $90,000, which would help 15 families.", "id_L": 146, "id_R": 146, "pair_id": 146, "sim": 1.363467511261522}, {"content": "Discography", "id_L": 147, "id_R": 148, "pair_id": 147, "sim": 1.394695318027214}, {"content": "Tidal (1996)", "id_L": 148, "id_R": 149, "pair_id": 148, "sim": 1.380381174974078}, {"content": "When the Pawn...", "id_L": 149, "id_R": 150, "pair_id": 149, "sim": 1.502304978372341}, {"content": "(1999)", "id_L": 150, "id_R": 151, "pair_id": 150, "sim": 1.683918219046089}, {"content": "Extraordinary Machine (2005)", "id_L": 151, "id_R": 152, "pair_id": 151, "sim": 1.466665330820511}, {"content": "The Idler Wheel...", "id_L": 152, "id_R": 153, "pair_id": 152, "sim": 1.605619345856018}, {"content": "(2012)", "id_L": 153, "id_R": 154, "pair_id": 153, "sim": 1.7309936210863812}, {"content": "Fetch the Bolt Cutters (2020)", "id_L": 154, "id_R": 155, "pair_id": 154, "sim": 1.467727400901251}, {"content": "Awards and nominations", "id_L": 155, "id_R": 156, "pair_id": 155, "sim": 1.661485318473344}, {"content": "Apple's debut album earned her a Grammy Award for Best Female Rock Vocal Performance for \"Criminal\" and the MTV Video Music Award for Best New Artist in a Video for \"Sleep to Dream\".", "id_L": 156, "id_R": 157, "pair_id": 156, "sim": 1.079687185985518}, {"content": "For When the Pawn..., Apple won the California Music Award for Outstanding Female Vocalist.", "id_L": 157, "id_R": 158, "pair_id": 157, "sim": 1.240639576442799}, {"content": "For Extraordinary Machine, she won an Esky Music Award for Best Songbird.", "id_L": 158, "id_R": 159, "pair_id": 158, "sim": 1.281963911751185}, {"content": "Fetch the Bolt Cutters won a Grammy Award for Best Alternative Music Album and the song \"Shameika\" won a Grammy Award for Best Rock Performance.", "id_L": 159, "id_R": 160, "pair_id": 159, "sim": 1.328288987076443}, {"content": "See also ==", "id_L": 160, "id_R": 161, "pair_id": 160, "sim": 1.184187567479075}, {"content": "Apple of Sodom, a Marilyn Manson song inspired by Apple", "id_L": 161, "id_R": 161, "pair_id": -1, "sim": -1}, {"content": "References", "id_L": 162, "id_R": 162, "pair_id": -1, "sim": -1}, {"content": "External links", "id_L": 163, "id_R": 162, "pair_id": 163, "sim": 1.450920682495048}, {"content": "Official website ", "id_L": 164, "id_R": 163, "pair_id": 164, "sim": 1.676271286877325}, {"content": "Fiona Apple at Curlie", "id_L": 165, "id_R": 166, "pair_id": 165, "sim": 1.590410064698245}, {"content": "Fiona Apple at IMDb", "id_L": 166, "id_R": 167, "pair_id": 166, "sim": 1.417933036121197}], "right": [{"content": "Fiona Apple McAfee-Maggart (New York, 13. rujna 1977.) američka je pjevačica i kantautorica čijih se svih pet albuma pojavilo u prvih dvadeset mjesta američke ljestvice Billboard 200, od 1996. do 2020.Najmlađa je kći glumca Brandona Maggarta.", "id_L": 0, "id_R": 0, "pair_id": 0, "sim": 1.220716736330234}, {"content": "Rođena je u New York Cityju i odrastala je naizmjence u majčinoj kući u New Yorku i očevoj kući u Los Angelesu.", "id_L": 3, "id_R": 1, "pair_id": 3, "sim": 1.137278788195065}, {"content": "U djetinjstvu je pohađala satove klavira, a kad je imala osam godina, počela je skladati vlastite pjesme.", "id_L": 4, "id_R": 2, "pair_id": 4, "sim": 1.2397324014456181}, {"content": "Njezin debitantski album Tidal, na kojem se nalaze pjesme koje je skladala kad je imala 17 godina, objavljen je 1996., a za singl \"Criminal\" s tog albuma osvojila je nagradu Grammy za najbolju žensku vokalnu rock-izvedbu.", "id_L": 5, "id_R": 3, "pair_id": 5, "sim": 1.31815332977531}, {"content": "Potom je objavila album When the Pawn... (iz 1999.); producent je tog albuma Jon Brion, a sam je uradak bio uspješan na tržištu i dobio je pohvale kritičara.", "id_L": 6, "id_R": 4, "pair_id": 6, "sim": 1.350921365916367}, {"content": "Naposljetku je dostigao platinastu nakladu.", "id_L": 5, "id_R": 5, "pair_id": -1, "sim": -1}, {"content": "Tijekom rada na trećem albumu Extraordinary Machine (iz 2005.) Apple je ponovno surađivala s Brionom, a sam je album počela snimati 2002.", "id_L": 7, "id_R": 6, "pair_id": 7, "sim": 1.332872389667228}, {"content": "Međutim, navodno joj se nije svidjela produkcija i odlučila je da ga neće objaviti, a njezini su obožavatelji potom slali prigovore Epic Recordsu jer su vjerovali da ta diskografska kuća nije odlučila objaviti album.", "id_L": 8, "id_R": 7, "pair_id": 8, "sim": 1.232103459786741}, {"content": "Na uratku su na kraju radili drugi producenti bez Briona, a objavljen je u listopadu 2005.", "id_L": 9, "id_R": 8, "pair_id": 9, "sim": 1.262116390678198}, {"content": "Postigao je zlatnu nakladu i bio je nominiran za Grammy u kategoriji najboljeg pop-vokalnog albuma.", "id_L": 10, "id_R": 9, "pair_id": 10, "sim": 1.218661089369201}, {"content": "Godine 2012. objavila je četvrti studijski album The Idler Wheel..., koji su recenzenti pohvalili i nakon čije je objave počela turneja po Sjedinjenim Državama.", "id_L": 11, "id_R": 10, "pair_id": 11, "sim": 1.330009845051905}, {"content": "Godine 2013. nominiran je za Grammy u kategoriji najboljeg albuma alternativne glazbe.", "id_L": 11, "id_R": 11, "pair_id": -1, "sim": -1}, {"content": "Njezin peti studijski album Fetch the Bolt Cutters objavljen je 2020. i također stekao pohvale kritičara.", "id_L": 12, "id_R": 12, "pair_id": 12, "sim": 1.075226472203175}, {"content": "Za taj je album osvojila Grammy u kategoriji najboljeg albuma alternativne glazbe, a singl \"Shameika\" s tog uratka osvojio je nagradu za najbolju rock-izvedbu.", "id_L": 13, "id_R": 13, "pair_id": -1, "sim": -1}, {"content": "Apple je osvojila nekoliko nagrada, među kojima su tri Grammyja, dvije nagrade MTV Video Musica i Billboardova nagrada.", "id_L": 2, "id_R": 14, "pair_id": 2, "sim": 1.404139845629561}, {"content": "Rani život ==", "id_L": 13, "id_R": 15, "pair_id": 13, "sim": 1.463170934249876}, {"content": "Fiona Apple rođena je 13. rujna 1977. kao Fiona Apple McAfee-Maggart u New York Cityju u obitelji pjevačice Diane McAfee i glumca Brandon Maggart, koji su se upoznali kad su glumili u mjuziklu Applause.", "id_L": 14, "id_R": 16, "pair_id": 14, "sim": 1.326957045538538}, {"content": "Njezin je otac iz Tennesseeja i po njemu je podrijetlom Melungeonka.", "id_L": 15, "id_R": 17, "pair_id": 15, "sim": 1.4764308074235901}, {"content": "Njezini baka i djed s majčine strane bili su plesačica Millicent Green i pjevač big bandova Johnny McAfee.", "id_L": 16, "id_R": 18, "pair_id": 16, "sim": 1.480421412899646}, {"content": "Njezina sestra Amber pjeva u kabaretima pod umjetničkim imenom Maude Maggart, a glumac Garett Maggart njezin je polubrat.", "id_L": 17, "id_R": 19, "pair_id": 17, "sim": 1.51148801948088}, {"content": "Apple je odrasla u Morningside Gardensu u Harlemu, gdje je živjela s majkom i sestrom, ali je na ljeto odlazila k ocu u Los Angeles.", "id_L": 18, "id_R": 20, "pair_id": 18, "sim": 1.366039177258695}, {"content": "Apple je u djetinjstvu pohađala satove klavira, a kad joj je bilo osam godina, počela je skladati vlastite pjesme.", "id_L": 20, "id_R": 21, "pair_id": 20, "sim": 1.250397401520234}, {"content": "Dok je učila svirati klavir, često bi uzela partituru i dijelove gitarske tablature zapisala bi kao note.", "id_L": 21, "id_R": 22, "pair_id": 21, "sim": 1.317512466943887}, {"content": "Nakon što je naučila dovoljno vješto svirati klavir, počela je svirati uz standardne jazz-skladbe; u to je vrijeme počela slušati pjesme Billie Holiday i Elle Fitzgerald, koje su iznimno utjecale na njezin stil.", "id_L": 22, "id_R": 23, "pair_id": 22, "sim": 1.384193387769587}, {"content": "Od djetinjstva pati od opsesivno-kompulzivnog poremećaja, depresije i anksioznosti, a dijagnosticiran joj je i složen oblik posttraumatskog stresnog poremećaja.", "id_L": 23, "id_R": 24, "pair_id": 23, "sim": 1.455206738371495}, {"content": "Kad joj je bilo dvanaest godina, silovana je ispred stana koji je dijelila s majkom, očuhom i sestrom u Harlemu.", "id_L": 24, "id_R": 25, "pair_id": 24, "sim": 1.565624760171689}, {"content": "Nakon toga joj se pojavio poremećaj u prehrambenim navikama – tijekom razvoja namjerno je pokušavala postati vitkijom jer je smatrala da njezino tijelo privlači moguće zlostavljače.", "id_L": 25, "id_R": 26, "pair_id": 25, "sim": 1.4730720884623731}, {"content": "Svakako sam patila od poremećaja u prehrani, izjavila je.", "id_L": 26, "id_R": 27, "pair_id": 26, "sim": 1.441940066889606}, {"content": "Zbilja me uzrujavala činjenica da su svi mislili da sam anoreksična.\r\nNisam bila.\r\nSamo sam bila iznimno depresivna i gadila sam se samoj sebi.", "id_L": 27, "id_R": 28, "pair_id": 27, "sim": 1.478797559732643}, {"content": "Također je izjavila da je njezin OKP uvelike utjecao na njezinu prehranu – može jesti samo hranu određene boje i oblika.", "id_L": 29, "id_R": 29, "pair_id": -1, "sim": -1}, {"content": "Nakon silovanja Apple je počela pohađati satove za obranu od uličnih kriminalaca i tečajeve samoobrane, no kad se vraćala kući iz škole, i dalje je patila od napadaja panike, zbog čega se preselila u Los Angeles i godinu dana živjela sa svojim ocem.", "id_L": 28, "id_R": 30, "pair_id": 28, "sim": 1.512978253377927}, {"content": "Drugi je razred srednje škole u Los Angelesu pohađala u Alexander Hamilton High Schoolu.U intervjuu iz 2000. izjavila je da usprkos novinarskim nagađanjima nije pisala pjesme o traumi koju joj je izazvalo silovanje: \"To ne ulazi u pjesme.", "id_L": 29, "id_R": 31, "pair_id": 29, "sim": 1.444056044829275}, {"content": "To je dosadna bol.", "id_L": 30, "id_R": 32, "pair_id": 30, "sim": 1.442464993181013}, {"content": "To je tako jebeno stara bol da ni po čemu nije poetična.\"", "id_L": 32, "id_R": 33, "pair_id": 32, "sim": 1.181140167510568}, {"content": "Karijera ==", "id_L": 33, "id_R": 34, "pair_id": 33, "sim": 1.848599487114667}, {"content": "Apple je u glazbenu industriju ušla 1994., kad je svojoj prijateljici, koju je glazbena publicistica Kathryn Schenker unajmila kao dadilju, dala demovrpcu na kojoj su se nalazile pjesme \"Never Is a Promise\", \"Not One of Those Times\" i \"He Takes a Taxi\" Schenker je tu vrpcu proslijedila Andyju Slateru, direktoru Sony Musica.", "id_L": 34, "id_R": 35, "pair_id": 34, "sim": 1.7291041021322702}, {"content": "Njezine su mu pjesme privukle pozornost i ponudio joj je ugovor za snimanje albuma.", "id_L": 35, "id_R": 36, "pair_id": 35, "sim": 1.37319832403437}, {"content": "1996.", "id_L": 36, "id_R": 37, "pair_id": 36, "sim": 1.3866611613485451}, {"content": "– 2001.: Tidal i When the Pawn...", "id_L": 38, "id_R": 38, "pair_id": 38, "sim": 1.172540933624139}, {"content": "Godine 1996. njezin debitantski album Tidal objavile su diskografske kuće Work Records i Columbia Records.", "id_L": 39, "id_R": 39, "pair_id": -1, "sim": -1}, {"content": "Pjesme na uratku mahom je nadahnuo Fionin prekid s prvim dečkom.", "id_L": 39, "id_R": 40, "pair_id": 39, "sim": 1.387338050866388}, {"content": "U Sjedinjenim Državama prodan je u 2,7 milijuna primjeraka i postigao je trostruku platinastu nakladu.", "id_L": 40, "id_R": 41, "pair_id": 40, "sim": 1.3191454290572842}, {"content": "Criminal, treći singl s albuma, postao je uspješnica i pojavio se u prvih četrdeset mjesta američke ljestvice Billboard Hot 100.", "id_L": 41, "id_R": 42, "pair_id": 41, "sim": 1.1695800123212101}, {"content": "Glazbeni spot za tu pjesmu, koji je izazvao polemike, režirao je Mark Romanek i reproducirao se na MTV-ju.", "id_L": 42, "id_R": 43, "pair_id": 42, "sim": 1.12741956464375}, {"content": "Među ostalim pjesmama s Tidala koje su objavljene kao singlovi nalaze se i \"Shadowboxer\", \"Sleep to Dream\" i \"Never Is a Promise\".", "id_L": 44, "id_R": 44, "pair_id": -1, "sim": -1}, {"content": "Apple je prihvatila nagradu MTV Video Musica za najbolju novu izvođačicu na dodjeli nagrada 1997. za pjesmu \"Sleep to Dream\", a u govoru zahvale izjavila je:", "id_L": 43, "id_R": 45, "pair_id": 43, "sim": 1.527570980977557}, {"content": "Godine 1997. tijekom fotografiranja upoznala je redatelja Paula Thomasa Andersona i zajedno su se upustili u ljubavnu vezu koja je trajala nekoliko godina.", "id_L": 44, "id_R": 46, "pair_id": 44, "sim": 1.522842795222207}, {"content": "Apple je u siječnju 1998. u Rolling Stoneu odgovorila onima koji su kritizirali njezin govor zahvale: \"Kad budem imala što za reći, reći ću.\"", "id_L": 45, "id_R": 47, "pair_id": 45, "sim": 1.318873097020025}, {"content": "U to je vrijeme obradila pjesme \"Across the Universe\" the Beatlesa i \"Please Send Me Someone to Love\" Percyja Mayfielda za glazbu u filmu Pleasantville.", "id_L": 52, "id_R": 48, "pair_id": 52, "sim": 1.351666465351384}, {"content": "Poslije je otkazala dvadeset i jedan nastup na kraju promidžbene turneje za album zbog \"privatnih obiteljskih problema\".Njezin drugi album When the Pawn... objavljen je 1999.", "id_L": 49, "id_R": 49, "pair_id": 49, "sim": 1.412670466935288}, {"content": "Puni naslov tog uratka zapravo je pjesma koju je Apple napisala nakon što je u časopisu Spin pročitala nekoliko pisama povezanih s člankom iz prethodnog izdanja u kojem je prikazana u lošem svjetlu.", "id_L": 50, "id_R": 50, "pair_id": 50, "sim": 1.408113234807492}, {"content": "Godine 2001. taj se naslov, na temelju svoje duljine, pojavio u Guinnessovoj knjizi rekorda.", "id_L": 51, "id_R": 51, "pair_id": 51, "sim": 1.320051289664547}, {"content": "Međutim, od listopada 2007. više nije album s najduljim naslovom jer je tada Soulwax objavio Most of the Remixes, album remiksanih pjesama čiji je naslov dulji za 100 znakova.", "id_L": 54, "id_R": 52, "pair_id": 54, "sim": 1.4268557744884691}, {"content": "Na When the Pawnu, čiji je producent Jon Brion, pojavili su se izražajniji tekstovi, Apple je eksperimentirala s loopovima bubnjeva, poslužila se klavijaturom poznatom kao Chamberlin i na uratku je gostovao bubnjar Matt Chamberlain.", "id_L": 55, "id_R": 53, "pair_id": 55, "sim": 1.530169369852469}, {"content": "Glazbene publikacije, među kojima je i Rolling Stone, napisali su pozitivne recenzije o albumu.", "id_L": 56, "id_R": 54, "pair_id": 56, "sim": 1.498756602378735}, {"content": "Nije bio uspješan kao njezin debitantski album, ali je svejedno postigao platinatsu nakladu i u Sjedinjenim Državama bio je prodan u milijun primjeraka.", "id_L": 58, "id_R": 55, "pair_id": 58, "sim": 1.365717480187784}, {"content": "Fast as You Can, glavni singl s albuma, pojavio se u prvih dvadeset mjesta Billboardove ljestvice Modern Rock Tracks i postao je njezin prvi singl koji se pojavio u prvih četrdeset mjesta na ljestvicama singlova u Ujedinjenom Kraljevstvu.", "id_L": 59, "id_R": 56, "pair_id": 59, "sim": 1.389658157519242}, {"content": "Glazbeni spotovi snimljeni za singlove \"Paper Bag\" i \"Limp\" (koje je režirao Anderson) nisu se često reproducirali.", "id_L": 60, "id_R": 57, "pair_id": 60, "sim": 1.2762750961159}, {"content": "Nakon što je 2000. zaključila promidžbenu turneju za drugi album, Apple se preselila u Los Angeles, gdje živi i danas.", "id_L": 61, "id_R": 58, "pair_id": 61, "sim": 1.3294833248527231}, {"content": "2002.", "id_L": 62, "id_R": 59, "pair_id": 62, "sim": 1.396323167334133}, {"content": "– 2010.: Extraordinary Machine i odgođene objave albuma ===", "id_L": 65, "id_R": 60, "pair_id": 65, "sim": 1.343421172230043}, {"content": "Tijekom stanke Apple je razmišljala o tome da prestane snimati pjesme.", "id_L": 61, "id_R": 61, "pair_id": -1, "sim": -1}, {"content": "S Johnnyjem Cashom obradila je pjesmu \"Bridge over Troubled Water\" skupine Simon & Garfunkel; ta se pjesma pojavila na Cashevu albumu American IV: The Man Comes Around i bila je nominirana za nagradu Grammy u kategoriji najbolje country-suradnje s vokalima.", "id_L": 66, "id_R": 62, "pair_id": 66, "sim": 1.4404726310262421}, {"content": "S njim je obradila i pjesmu \"Father and Son\" Cata Stevensa, koja se pojavila na Cashevoj kompilaciji Unearthed iz 2003.", "id_L": 67, "id_R": 63, "pair_id": 67, "sim": 1.301084715421104}, {"content": "U početku je producent Fionina trećeg albuma Extraordinary Machine bio Brion.", "id_L": 68, "id_R": 64, "pair_id": 68, "sim": 1.416146650363419}, {"content": "U proljeće 2002.", "id_L": 69, "id_R": 65, "pair_id": 69, "sim": 1.456590685240175}, {"content": "Apple se sastala s njim na ručku, a tijekom njega navodno ju je \"preklinjao\" da snimi još jedan album.", "id_L": 70, "id_R": 66, "pair_id": 70, "sim": 1.218635926432446}, {"content": "Pristala je, a Brion je počeo pregovarati s diskografskom kućom Epic Records (s kojom je Apple imala ugovor) i postavio joj je stroge uvjete (poput nepostojanja krajnjeg roka za predaju uratka); izdavač je naposljetku pristala.", "id_L": 67, "id_R": 67, "pair_id": -1, "sim": -1}, {"content": "Snimanje je počelo 2002. u studiju Ocean Way u Nashvilleu, no poslije se nastavilo u losanđeleskom Paramour Mansionu.", "id_L": 72, "id_R": 68, "pair_id": 72, "sim": 1.097672511958947}, {"content": "Na pjesmama se radilo do 2003., a u svibnju te godine uradak je predan Sonyjevu vodstvu.", "id_L": 73, "id_R": 69, "pair_id": 73, "sim": 1.362785925288889}, {"content": "Godine 2004. i 2005. pjesme su procurile na internet u MP3 formatu i počele su ih reproducirati međunarodne radijske postaje i postaje u SAD-u.", "id_L": 74, "id_R": 70, "pair_id": 74, "sim": 1.424872465130044}, {"content": "Nakon toga MP3 inačice svih pjesama s albuma objavljene su na internetu.", "id_L": 75, "id_R": 71, "pair_id": 75, "sim": 1.499820251854512}, {"content": "Iako je stranica koja je distribuirala te pjesme ubrzo ugašena, pjesme su stigle do mreža za razmjenu datoteka i obožavatelji su ih preuzimali.", "id_L": 76, "id_R": 72, "pair_id": 76, "sim": 1.460015941034222}, {"content": "Obožavatelji su također pokrenuli kampanju za službenu objavu albuma.", "id_L": 77, "id_R": 73, "pair_id": 77, "sim": 1.383959871840366}, {"content": "Mike Elizondo, glazbenik koji je svirao bas-gitaru na Pawnu, unajmljen je kao koproducent albuma i trebao je obraditi i dovršiti pjesme koje su snimili Apple i Brion.", "id_L": 78, "id_R": 74, "pair_id": 78, "sim": 1.4505310881278421}, {"content": "Spin je potom izvijestio: \"Obožavatelji su bili u zabludi – mislili su da je Epic, diskografska kuća [Fione] Apple, odbio objaviti prvu inačicu Extraordinary Machinea... a zapravo, prema Elizondovim riječima, Apple nije bila zadovoljna snimkama i ona je sama odlučila ponovno snimiti te pjesme, nije ju na to prisilio izdavač.\"", "id_L": 79, "id_R": 75, "pair_id": 79, "sim": 1.318426168434607}, {"content": "U kolovozu 2005. potvrđeno je da će uradak biti objavljen u listopadu te godine.", "id_L": 80, "id_R": 76, "pair_id": 80, "sim": 1.268653225660795}, {"content": "Elizondo je snimke uglavnom morao obraditi \"ispočetka\", a pomagao mu je koproducent Brian Kehew.", "id_L": 81, "id_R": 77, "pair_id": 81, "sim": 1.328803897947884}, {"content": "Dvije od prethodno objavljenih jedanaest pjesama ostale su uglavnom iste, a u konačni je popis pjesama uvrštena još jedna dodatna pjesma.", "id_L": 82, "id_R": 78, "pair_id": 82, "sim": 1.296899342906599}, {"content": "Usprkos govorkanjima da su se Apple i Brion posvađali zbog albuma, redovito nastupaju zajedno u losanđeleskom klubu Largo, a održali su i koncert s Elizondom na bas-gitari malo prije vijesti o službenoj objavi uratka.", "id_L": 83, "id_R": 79, "pair_id": 83, "sim": 1.396579073336256}, {"content": "Extraordinary Machine debitirao je na sedmom mjestu ljestvice Billboard 200 i bio je nominiran za nagradu Grammy za najbolji pop-vokalni album.", "id_L": 84, "id_R": 80, "pair_id": 84, "sim": 1.510851562142639}, {"content": "Naposljetku je dostigao zlatnu nakladu iako se singlovi s njega (\"Parting Gift\", \"O' Sailor\", \"Not About Love\" i \"Get Him Back\") nisu pojavili ni na jednoj Billboardovoj ljestvici.", "id_L": 85, "id_R": 81, "pair_id": 85, "sim": 1.406768608874527}, {"content": "Kako bi podržala album, Apple je otišla na koncertnu turneju krajem 2005.", "id_L": 86, "id_R": 82, "pair_id": 86, "sim": 1.172796783253561}, {"content": "Sredinom desetljeća Apple je bila u vezi s književnikom i scenaristom Jonathanom Amesom.", "id_L": 87, "id_R": 83, "pair_id": 87, "sim": 1.471596632703513}, {"content": "U lipnju 2006. pojavila se na pjesmi \"Come Over and Get It (Up in 'Dem Guts)\" komičara Zacha Galifianakisa.", "id_L": 88, "id_R": 84, "pair_id": 88, "sim": 1.272316530618457}, {"content": "Galifianakis se prethodno pojavio u glazbenom spotu za Fioninu pjesmu \"Not About Love\".", "id_L": 89, "id_R": 85, "pair_id": 89, "sim": 1.3300498377378212}, {"content": "Apple je 2006. snimila obradu pjesme \"Sally's Song\" za posebno izdanje glazbe iz filma Predbožićna noćna mora Tima Burtona.", "id_L": 90, "id_R": 86, "pair_id": 90, "sim": 1.443370563708016}, {"content": "U svibnju te godine odala je počast Elvisu Costellu u seriji koncerata Decades Rock Live programa VH1 tako što je izvela njegovu pjesmu \"I Want You\"; ta je inačica pjesme naknadno objavljena kao digitalni singl.", "id_L": 91, "id_R": 87, "pair_id": 91, "sim": 1.417626247804145}, {"content": "U kolovozu 2007. otišla je na turneju sa skupinom Nickel Creek po istočnoj obali SAD-a.", "id_L": 92, "id_R": 88, "pair_id": 92, "sim": 1.355734088193056}, {"content": "Godine 2008. s Christopheom Deluyjem snimila je duet \"Still I\".", "id_L": 93, "id_R": 89, "pair_id": 93, "sim": 1.373575646063398}, {"content": "Iduće godine obradila je pjesme \"Why Try to Change Me Now\" i \"I Walk A Little Faster\" za album The Best Is Yet to Come – The Songs of Cy Coleman.", "id_L": 95, "id_R": 90, "pair_id": 95, "sim": 1.347653307635444}, {"content": "U siječnju 2010. nastupila je s Jonom Brionom na humanitarnom koncertu \"Love and Haiti, Too: A Music Benefit\"; prikupljeni je novac doniran osobama koje je pogodio potres na Haitiju.", "id_L": 96, "id_R": 91, "pair_id": 96, "sim": 1.4232401357162972}, {"content": "Tijekom nastupa Fiona je otpjevala obradu pjesme \"(S)he's Funny That Way\" koju je skladao Neil Moret, a čiji je tekst napisao Richard Whiting; ta se pjesma najčešće povezuje s pjevačicom Billie Holiday.", "id_L": 97, "id_R": 92, "pair_id": 97, "sim": 1.35482167391501}, {"content": "U lipnju 2010.", "id_L": 98, "id_R": 93, "pair_id": 98, "sim": 1.386613236502769}, {"content": "Apple je objavila pjesmu \"So Sleepy\", čiji je producent Jon Brion; pjesma je napisana za djecu povezanu s neprofitnom organizacijom 826LA, a naknadno je uvrštena na kompilaciju Chickens in Love te organizacije.", "id_L": 99, "id_R": 94, "pair_id": 99, "sim": 1.580678331312084}, {"content": "Apple je surađivala s Margaret Cho na njezinu albumu Cho Dependent, koji je objavljen 24. kolovoza 2010.", "id_L": 95, "id_R": 95, "pair_id": -1, "sim": -1}, {"content": "2011.", "id_L": 100, "id_R": 96, "pair_id": 100, "sim": 1.194282805222842}, {"content": "– 2018.: The Idler Wheel..., turneja i pravni problemi", "id_L": 102, "id_R": 97, "pair_id": 102, "sim": 1.463449521706057}, {"content": "Krajem 2010.", "id_L": 98, "id_R": 98, "pair_id": -1, "sim": -1}, {"content": "Billboard je objavio članak u kojem je pisalo da Apple planira objaviti novi album u proljeće 2011., a glazbenica Michelle Branch izjavila je da je čula pojedine nove pjesme.", "id_L": 103, "id_R": 99, "pair_id": 103, "sim": 1.489597881345855}, {"content": "Bubnjar Charley Drayton također je izjavio u časopisu Modern Drummer da je jedan od producenata tog uratka.", "id_L": 100, "id_R": 100, "pair_id": -1, "sim": -1}, {"content": "Međutim, uradak naposljetku nije objavljen u proljeće, a Billboard je naknadno izvijestio da Epic nije znao da je album u pripremi.", "id_L": 104, "id_R": 101, "pair_id": 104, "sim": 1.293444858255239}, {"content": "Apple je odgodila objavu albuma do 2012.; izjavila je kako je čekala da \"njezina diskografska kuća izabere novog predsjednika\" i da \"nije željela da joj rad pretrpi štetu tijekom korporativne zbrke.\"", "id_L": 105, "id_R": 102, "pair_id": 105, "sim": 1.555331728252904}, {"content": "U siječnju 2012., nakon što je novi predsjednik Epic Recordsa LA Reid aludirao na to da Apple radi na novim pjesmama, sama je kuća izjavila da će novi uradak biti objavljen kasnije te godine.", "id_L": 106, "id_R": 103, "pair_id": 106, "sim": 1.312295952161454}, {"content": "Apple je potom najavila koncerte na festivalu South by Southwest i proljetnoj turneji.", "id_L": 107, "id_R": 104, "pair_id": 107, "sim": 1.327732540013844}, {"content": "The Idler Wheel Is Wiser Than the Driver of the Screw and Whipping Cords Will Serve You More Than Ropes Will Ever Do, njezin četvrti studijski album, objavljen je 19. lipnja 2012. u Sjedinjenim Državama.", "id_L": 108, "id_R": 105, "pair_id": 108, "sim": 1.332885417638007}, {"content": "U tom je trenutku postao njezin najuspješniji uradak na ljestvici Billboard 200 (na kojoj se popeo do 3. mjesta) i dobio je pohvale kritičara.", "id_L": 109, "id_R": 106, "pair_id": 109, "sim": 1.320594321615206}, {"content": "American Songwriter izjavio je: \"The Idler Wheel nije uvijek prekrasan, ali bogat je životom, okrutan i iskren.\"Tijekom promidžbe The Idler Wheela Apple je u intervjuu održanom u lipnju 2012. otkrila da se privremeno udala za neimenovanog francuskog fotografa (za kojeg je naknadno potvrđeno da je Lionel Deluy) \"iz složenih razloga\" i da je bila u privremenom ljubavnom odnosu s mlađom ženom.", "id_L": 110, "id_R": 107, "pair_id": 110, "sim": 1.393181266036145}, {"content": "U srpnju te godine sudjelovala je u podrobnijem intervjuu u podcastu WTF Marca Marona, u kojem je opisala svoje iskustvo s opsesivno-kompulzivnim poremećajem u odrasloj dobi.", "id_L": 111, "id_R": 108, "pair_id": 111, "sim": 1.167768783647289}, {"content": "Također je izjavila da je nedavno odlučila prestati piti.", "id_L": 112, "id_R": 109, "pair_id": 112, "sim": 1.437704488877651}, {"content": "Dana 19. rujna 2012., dok je putovala u Austin da bi ondje održala koncert, Apple je uhićena na unutrašnjem graničnom prijelazu u Sierra Blanci i optužena za posjedovanje hašiša; policija ju je zadržala u pritvoru u Hudspeth Countyju.", "id_L": 113, "id_R": 110, "pair_id": 113, "sim": 1.510225875628215}, {"content": "Apple je prethodno neobjavljenom pjesmom \"Dull Tool\" pridonijela glazbi za film Prelomilo se u četrdesetima Judda Apatowa iz 2012. godine.", "id_L": 114, "id_R": 111, "pair_id": 114, "sim": 1.600880528089701}, {"content": "Za taj je film snimljena još jedna pjesma, no na kraju nije iskorištena u njemu, nego je objavljena na njezinu albumu Fetch the Bolt Cutters iz 2020. pod imenom \"Cosmonauts\".", "id_L": 115, "id_R": 112, "pair_id": 115, "sim": 1.517413429267997}, {"content": "U studenom 2012.", "id_L": 116, "id_R": 113, "pair_id": 116, "sim": 1.405305613379401}, {"content": "Apple je svojim obožavateljima napisala pismo (skenirana inačica tog pisma objavljena je na njezinim internetskim stranicama i njezinoj stranici na Facebooku) u kojem je izjavila da je odlučila odgoditi južnoamerički dio turneje zbog bolesti njezine kuje Janet.", "id_L": 117, "id_R": 114, "pair_id": 117, "sim": 1.410643142833489}, {"content": "Komentirala je da Janet pati od Addisonove bolesti i da joj je tumor dvije godine \"bio u prsima\".U rujnu 2013. na internetu se pojavila Chipotleova reklama u kojoj se pojavila Fionina obrada pjesme \"Pure Imagination\" iz filma Willy Wonka i tvornica čokolade iz 1971.", "id_L": 115, "id_R": 115, "pair_id": -1, "sim": -1}, {"content": "Sam je videozapis, u kojem strašilo otkrije što se zaista događa tijekom industrijskog uzgoja životinja i proizvodnje prerađenih prehrambenih proizvoda, nazvan \"upečatljivim\", \"distopijskim\", \"bizarnim\" i \"prekrasnim\".", "id_L": 118, "id_R": 116, "pair_id": 118, "sim": 1.3196933194948222}, {"content": "Godine 2014.", "id_L": 119, "id_R": 117, "pair_id": 119, "sim": 1.21503630542698}, {"content": "Apple je napisala uvodnu pjesmu \"Container\" za Showtimeovu dramsku seriju Preljub.", "id_L": 121, "id_R": 118, "pair_id": 121, "sim": 1.655988456840538}, {"content": "Iste godine Apple se pojavila i na nekoliko koncerata Blakea Millsa tijekom njegove promidžbene turneje za drugi studijski album Heigh Ho.", "id_L": 119, "id_R": 119, "pair_id": -1, "sim": -1}, {"content": "Godinu prije surađivali su na akustičnoj inačici Fionine pjesme \"I Know\".", "id_L": 122, "id_R": 120, "pair_id": 122, "sim": 1.278842807958688}, {"content": "Apple je također surađivala s Andrewom Birdom; godine 2016. gostovala je na pjesmi \"Left Handed Kisses\" s njegova albuma Are You Serious.", "id_L": 123, "id_R": 121, "pair_id": 123, "sim": 1.248033269240045}, {"content": "Godine 2017. objavila je pjesmu \"Tiny Hands\" za Ženski marš na Washington.", "id_L": 124, "id_R": 122, "pair_id": 124, "sim": 1.074974835724229}, {"content": "Godine 2018. pridružila se Shirley Manson na Girl School Festivalu u Los Angelesu i s njom otpjevala obradu pjesme \"You Donot Own Me\" Lesley Gore; tijekom nastupa je nosila bijelu majicu na kojoj je tintom bilo napisano \"KNEEL, PORTNOW\" (\"Klekni, Portnow\").", "id_L": 125, "id_R": 123, "pair_id": 125, "sim": 1.3754912046575472}, {"content": "Smatra se da je to bio odgovor na kritizirane komentare Neila Portnowa, predsjednika National Academy of Recording Arts and Sciencesa, u kojima je izjavio da se žene moraju \"više potruditi\" da bi češće bile nominirane za Grammy.", "id_L": 126, "id_R": 124, "pair_id": 126, "sim": 1.426839175746091}, {"content": "2019.", "id_L": 127, "id_R": 125, "pair_id": 127, "sim": 1.45766362894152}, {"content": "– danas: Fetch the Bolt Cutters ===", "id_L": 128, "id_R": 126, "pair_id": 128, "sim": 1.517521401605785}, {"content": "U siječnju 2019.", "id_L": 127, "id_R": 127, "pair_id": -1, "sim": -1}, {"content": "Apple je surađivala s King Princess na inačici pjesme \"I Know\".", "id_L": 129, "id_R": 128, "pair_id": 129, "sim": 1.434226232101355}, {"content": "Pjesma je objavljena u sklopu Spotifyeva programa RISE 25. siječnja te godine.", "id_L": 129, "id_R": 129, "pair_id": -1, "sim": -1}, {"content": "Apple se s Jakobom Dylanom pojavila u dokumentarnom filmu Echo in the Canyon; s njim se pojavila i u filmskoj glazbi – izveli su obrade pjesama izvođača kao što su the Beach Boys i the Byrds.", "id_L": 130, "id_R": 130, "pair_id": 130, "sim": 1.26666068898033}, {"content": "U studenom 2019. obradila je pjesmu \"Whole of the Moon\" skupine Waterboys za posljednju epizodu sezone Showtimeove serije Preljub.U dvama objavama na Instagramu u ožujku 2019.", "id_L": 131, "id_R": 131, "pair_id": 131, "sim": 1.554715752644803}, {"content": "Apple je aludirala na snimanje pjesama za peti album.", "id_L": 132, "id_R": 132, "pair_id": 132, "sim": 1.40365556172048}, {"content": "U intervjuu s Vultureom održanom u rujnu 2019. potvrdila je da se snimanje albuma bliži kraju, da ga je snimala sa skupinom i da ga namjerava objaviti početkom 2020. godine.", "id_L": 133, "id_R": 133, "pair_id": 133, "sim": 1.237311879827731}, {"content": "U naknadnom je intervjuu s Vultureom u siječnju 2020. izjavila da će njezin album vjerojatno biti objavljen \"za nekoliko mjeseci\".", "id_L": 134, "id_R": 134, "pair_id": 134, "sim": 1.058979396210887}, {"content": "Dana 8. ožujka 2020. objavila je videozapis u kojem je ručnom abecedom izjavila \"M-Y-R-E-C-O-R-D-I-S-D-O-N-E\" (\"Moj je album gotov\").", "id_L": 135, "id_R": 135, "pair_id": 135, "sim": 1.362233140428074}, {"content": "U intervjuu s The New Yorkerom potvrđeno je da je naziv njezina petog studijskog albuma Fetch the Bolt Cutters.", "id_L": 136, "id_R": 136, "pair_id": 136, "sim": 1.336006374924144}, {"content": "Na digitalnim je platformama objavljen 17. travnja 2020. godine.", "id_L": 137, "id_R": 137, "pair_id": 137, "sim": 1.325429874291497}, {"content": "Glazbeni su ga recenzenti pohvalili.", "id_L": 138, "id_R": 138, "pair_id": 138, "sim": 1.301614968967666}, {"content": "Na 63. dodjeli nagrada Grammy osvojio je nagradu za najbolji album alternativne glazbe, a glavni je singl \"Shameika\" osvojio nagradu za najbolju rock-izvedbu.", "id_L": 139, "id_R": 139, "pair_id": 139, "sim": 1.26724270482469}, {"content": "Dana 17. lipnja 2020. potvrđeno je da će Apple gostovati na albumu Rough and Rowdy Ways Boba Dylana; svirala je klavir na pjesmi \"Murder Most Foul\".", "id_L": 140, "id_R": 140, "pair_id": 140, "sim": 1.271285159775495}, {"content": "Dana 15. travnja 2021. obradila je pjesmu \"Love More\" Sharon Van Etten prigodom desete obljetnice objave albuma Epic te glazbenice.U prosincu 2020. gostovala je na obradi božićne pjesme \"Tiha noć\" Phoebe Bridgers koja se pojavila na Phoebeinu božićnom EP-u \"If We Make It Through December\".", "id_L": 141, "id_R": 141, "pair_id": 141, "sim": 1.20966503262778}, {"content": "Filantropija ==", "id_L": 142, "id_R": 142, "pair_id": 142, "sim": 1.433321099274562}, {"content": "Dana 30. lipnja 2019.", "id_L": 143, "id_R": 143, "pair_id": 143, "sim": 1.19253983905416}, {"content": "Apple je izjavila da će donirati dvogodišnju zaradu stečenu pjesmom \"Criminal\" koja se pojavila u raznim filmovima i na televiziji zakladi While They Wait, koja izbjeglicama pruža osnovne potrepštine, pomaže im platiti pristojbu za registraciju i nudi im pravne usluge.", "id_L": 145, "id_R": 144, "pair_id": 145, "sim": 1.46318307833931}, {"content": "Godine 2020.", "id_L": 145, "id_R": 145, "pair_id": -1, "sim": -1}, {"content": "Scott Hechinger, osnivač te zaklade, u intervjuu s Vultureom izjavio je da je Apple donirala 90 000 dolara, što je bio dovoljan iznos za pomoć petnaest obitelji.", "id_L": 146, "id_R": 146, "pair_id": 146, "sim": 1.363467511261522}, {"content": "Diskografija ==", "id_L": 147, "id_R": 147, "pair_id": -1, "sim": -1}, {"content": "Tidal (1996.)", "id_L": 147, "id_R": 148, "pair_id": 147, "sim": 1.394695318027214}, {"content": "When the Pawn...", "id_L": 148, "id_R": 149, "pair_id": 148, "sim": 1.380381174974078}, {"content": "(1999.)", "id_L": 149, "id_R": 150, "pair_id": 149, "sim": 1.502304978372341}, {"content": "Extraordinary Machine (2005.)", "id_L": 150, "id_R": 151, "pair_id": 150, "sim": 1.683918219046089}, {"content": "The Idler Wheel...", "id_L": 151, "id_R": 152, "pair_id": 151, "sim": 1.466665330820511}, {"content": "(2012.)", "id_L": 152, "id_R": 153, "pair_id": 152, "sim": 1.605619345856018}, {"content": "Fetch the Bolt Cutters (2020.)", "id_L": 153, "id_R": 154, "pair_id": 153, "sim": 1.7309936210863812}, {"content": "Nagrade ==", "id_L": 154, "id_R": 155, "pair_id": 154, "sim": 1.467727400901251}, {"content": "Apple je za pjesmu \"Criminal\" s debitantskog albuma osvojila Grammy za najbolju žensku rock vokalnu izvedbu, a za pjesmu \"Sleep to Dream\" osvojila je MTV-jevu nagradu za najboljeg novog izvođača u videu.", "id_L": 155, "id_R": 156, "pair_id": 155, "sim": 1.661485318473344}, {"content": "Album When the Pawn... priskrbio joj je nagradu California Music Award za izvanrednu pjevačicu.", "id_L": 156, "id_R": 157, "pair_id": 156, "sim": 1.079687185985518}, {"content": "Za album Extraordinary Machine osvojila je nagradu Esky Music Award za najbolju pticu pjevicu.", "id_L": 157, "id_R": 158, "pair_id": 157, "sim": 1.240639576442799}, {"content": "Za album Fetch the Bolt Cutters osvojila je Grammy za najbolji album alternativne glazbe, a pjesma \"Shameika\" s tog albuma osvojila je nagradu za najbolju rock-izvedbu.", "id_L": 158, "id_R": 159, "pair_id": 158, "sim": 1.281963911751185}, {"content": "Izvori", "id_L": 159, "id_R": 160, "pair_id": 159, "sim": 1.328288987076443}, {"content": "Vanjske poveznice", "id_L": 160, "id_R": 161, "pair_id": 160, "sim": 1.184187567479075}, {"content": "Sestrinski projekti", "id_L": 163, "id_R": 162, "pair_id": 163, "sim": 1.450920682495048}, {"content": "Mrežna mjesta ===", "id_L": 164, "id_R": 163, "pair_id": 164, "sim": 1.676271286877325}, {"content": "Službene stranice", "id_L": 164, "id_R": 164, "pair_id": -1, "sim": -1}, {"content": "Fiona Apple na Curlieju", "id_L": 165, "id_R": 165, "pair_id": -1, "sim": -1}, {"content": "Fiona Apple na IMDb-u", "id_L": 165, "id_R": 166, "pair_id": 165, "sim": 1.590410064698245}, {"content": "Fiona Apple na Discogsu", "id_L": 166, "id_R": 167, "pair_id": 166, "sim": 1.417933036121197}]}