{"maxSim": 1.792766200409238, "minSim": 1.128255769119507, "left": [{"content": "Fiona Apple McAfee-Maggart (born September 13, 1977) is an American singer-songwriter.", "id_L": 0, "id_R": 0, "pair_id": 0, "sim": 1.421288385331692}, {"content": "She has released five albums from 1996 to 2020, which have all reached the top 20 on the U.S. Billboard 200 chart.", "id_L": 1, "id_R": 1, "pair_id": -1, "sim": -1}, {"content": "Apple has received numerous awards and nominations, including three Grammy Awards, two MTV Video Music Awards, and a Billboard Music Award.", "id_L": 2, "id_R": 2, "pair_id": -1, "sim": -1}, {"content": "The youngest daughter of the actor Brandon Maggart, Apple was born in New York City and was raised alternating between her mother's home in New York and her father's in Los Angeles.", "id_L": 3, "id_R": 3, "pair_id": -1, "sim": -1}, {"content": "Classically trained on piano as a child, she began composing her own songs when she was eight years old.", "id_L": 4, "id_R": 4, "pair_id": -1, "sim": -1}, {"content": "Her debut album, Tidal, containing songs written when she was 17, was released in 1996 and received a Grammy Award for Best Female Vocal Rock Performance for the single \"Criminal\".", "id_L": 5, "id_R": 1, "pair_id": 5, "sim": 1.335028741903095}, {"content": "She followed with When the Pawn... (1999), produced by Jon Brion, which was also critically and commercially successful and was certified Platinum.", "id_L": 6, "id_R": 2, "pair_id": 6, "sim": 1.350459713237034}, {"content": "For her third album, Extraordinary Machine (2005), Apple again collaborated with Brion and began recording the album in 2002.", "id_L": 7, "id_R": 3, "pair_id": 7, "sim": 1.305161692741415}, {"content": "However, Apple was reportedly unhappy with the production and opted not to release the record, leading fans to protest Epic Records, erroneously believing that the label was withholding its release.", "id_L": 8, "id_R": 4, "pair_id": 8, "sim": 1.261808213017259}, {"content": "The album was eventually re-produced without Brion and released in October 2005.", "id_L": 9, "id_R": 5, "pair_id": 9, "sim": 1.324007579314813}, {"content": "The album was certified Gold, and nominated for a Grammy Award for Best Pop Vocal Album.", "id_L": 10, "id_R": 6, "pair_id": 10, "sim": 1.317078887528123}, {"content": "In 2012, she released her fourth studio album, The Idler Wheel..., which received critical praise and was followed by a tour of the United States and was nominated for the Grammy Award for Best Alternative Music Album in 2013.", "id_L": 11, "id_R": 7, "pair_id": 11, "sim": 1.428003577858763}, {"content": "Apple's fifth studio album, Fetch the Bolt Cutters, was released in 2020 to widespread acclaim, earning two Grammy Awards: Best Alternative Music Album and Best Rock Performance for the lead single \"Shameika\".", "id_L": 12, "id_R": 8, "pair_id": 12, "sim": 1.190051229177045}, {"content": "Early life ==", "id_L": 13, "id_R": 10, "pair_id": 13, "sim": 1.41134507601209}, {"content": "Fiona Apple was born Fiona Apple McAfee-Maggart on September 13, 1977, in New York City to singer Diane McAfee and actor Brandon Maggart, who met when both were cast in the Broadway musical Applause.", "id_L": 14, "id_R": 14, "pair_id": -1, "sim": -1}, {"content": "Her father is from Tennessee, and through him, Apple has Melungeon ancestry.", "id_L": 15, "id_R": 13, "pair_id": 15, "sim": 1.497081877755961}, {"content": "Her maternal grandparents were dancer Millicent Green and big band vocalist Johnny McAfee.", "id_L": 16, "id_R": 12, "pair_id": 16, "sim": 1.128255769119507}, {"content": "Her sister, Amber, sings cabaret under the stage name Maude Maggart, and actor Garett Maggart is her half brother.", "id_L": 17, "id_R": 14, "pair_id": 17, "sim": 1.418186435925522}, {"content": "Apple grew up in Morningside Gardens in Harlem with her mother and sister, but spent summers with her father in Los Angeles, California.", "id_L": 18, "id_R": 16, "pair_id": 18, "sim": 1.294345610786206}, {"content": "She attended St. Hilda's & St. Hugh's School.", "id_L": 19, "id_R": 19, "pair_id": -1, "sim": -1}, {"content": "Apple was classically trained on piano as a child, and began composing her own pieces by the age of eight.", "id_L": 20, "id_R": 17, "pair_id": 20, "sim": 1.348560342759078}, {"content": "When learning to play piano, she would often take sheet music and translate guitar tablature into the corresponding notes.", "id_L": 21, "id_R": 21, "pair_id": -1, "sim": -1}, {"content": "Apple later began to play along with jazz standard compositions after becoming proficient, through which she discovered Billie Holiday and Ella Fitzgerald, who became major influences on her.", "id_L": 22, "id_R": 22, "pair_id": -1, "sim": -1}, {"content": "Since childhood, Apple has struggled with obsessive-compulsive disorder, depression, and anxiety, and has also been diagnosed with complex post-traumatic stress disorder.", "id_L": 23, "id_R": 23, "pair_id": -1, "sim": -1}, {"content": "At age 12, she was raped outside the apartment she shared with her mother, step-father, and sister in Harlem.", "id_L": 24, "id_R": 18, "pair_id": 24, "sim": 1.379322950187765}, {"content": "She subsequently developed an eating disorder, purposely slimming her developing body, which she saw as \"bait\" for potential predators.", "id_L": 25, "id_R": 25, "pair_id": -1, "sim": -1}, {"content": "I definitely did have an eating disorder, she recalled.", "id_L": 26, "id_R": 26, "pair_id": -1, "sim": -1}, {"content": "What was really frustrating for me was that everyone thought I was anorexic, and I wasnot.\r\nI was just really depressed and self-loathing.", "id_L": 27, "id_R": 27, "pair_id": -1, "sim": -1}, {"content": "She also described how her OCD had a significant impact on her eating habits, by requiring food to be a certain color or shape.", "id_L": 28, "id_R": 28, "pair_id": -1, "sim": -1}, {"content": "After the rape, Apple began attending Model Mugging classes, practicing self-defense, but continued to suffer panic attacks while walking home from school, which led to her relocating to Los Angeles to live with her father for one year.", "id_L": 29, "id_R": 29, "pair_id": -1, "sim": -1}, {"content": "In Los Angeles, Apple attended Alexander Hamilton High School for her second year.", "id_L": 30, "id_R": 19, "pair_id": 30, "sim": 1.168622991859208}, {"content": "In a 2000 interview, Apple stated that, despite speculation from journalists, she did not write songs about the trauma surrounding her rape: \"It doesnot get into the writing.", "id_L": 31, "id_R": 20, "pair_id": 31, "sim": 1.3493722788479992}, {"content": "It's a boring pain.", "id_L": 32, "id_R": 21, "pair_id": 32, "sim": 1.4669937166570701}, {"content": "It's such a fuckin' old pain that, you know, there's nothing poetic about it.\"", "id_L": 33, "id_R": 22, "pair_id": 33, "sim": 1.792766200409238}, {"content": "Career ==", "id_L": 34, "id_R": 23, "pair_id": 34, "sim": 1.7812364393118232}, {"content": "Apple was introduced to the music industry in 1994, when she gave a demo tape containing the songs \"Never Is a Promise\", \"Not One of Those Times\", and \"He Takes a Taxi\" to her friend who was the babysitter for music publicist Kathryn Schenker.", "id_L": 35, "id_R": 24, "pair_id": 35, "sim": 1.473415515748961}, {"content": "Schenker then passed the tape along to Sony Music executive Andy Slater.", "id_L": 36, "id_R": 25, "pair_id": 36, "sim": 1.366477395582943}, {"content": "Apple's abilities captured his attention, and Slater signed her to a record deal.", "id_L": 37, "id_R": 26, "pair_id": 37, "sim": 1.4878753539676781}, {"content": "1996–2001: Tidal and When the Pawn...", "id_L": 38, "id_R": 27, "pair_id": 38, "sim": 1.434096431105727}, {"content": "In 1996, Apple's debut album, Tidal, was released by Work Records and Columbia Records.", "id_L": 39, "id_R": 28, "pair_id": 39, "sim": 1.4590204528413961}, {"content": "The record was largely inspired by Apple's recent breakup with her first boyfriend.", "id_L": 40, "id_R": 29, "pair_id": 40, "sim": 1.379942495829884}, {"content": "The album sold 2.7 million copies and was certified three times Platinum in the U.S. \"Criminal\", the third single, became a hit and the song reached the Top 40 on the U.S. Billboard Hot 100.", "id_L": 41, "id_R": 30, "pair_id": 41, "sim": 1.488760217249404}, {"content": "The song's controversial Mark Romanek-directed music video played on MTV.", "id_L": 42, "id_R": 31, "pair_id": 42, "sim": 1.169937842963476}, {"content": "Other singles from Tidal included \"Shadowboxer\", \"Sleep to Dream\", and \"Never Is a Promise\".", "id_L": 43, "id_R": 33, "pair_id": 43, "sim": 1.503086910160464}, {"content": "Apple accepted the MTV Video Music Award for Best New Artist at the 1997 MTV Video Music Awards for her song \"Sleep to Dream\", during her acceptance speech she said:", "id_L": 44, "id_R": 34, "pair_id": 44, "sim": 1.5054194963858851}, {"content": "This world is bullshit.", "id_L": 45, "id_R": 35, "pair_id": 45, "sim": 1.325001566058269}, {"content": "And you shouldnot model your life—wait a second—you shouldnot model your life about what you think that we think is cool and what we're wearing and what we're saying and everything.", "id_L": 46, "id_R": 46, "pair_id": -1, "sim": -1}, {"content": "Go with yourself.", "id_L": 47, "id_R": 47, "pair_id": -1, "sim": -1}, {"content": "Apple responded to criticisms of her acceptance speech in Rolling Stone in January 1998, stating, \"When I have something to say, I'll say it.\"", "id_L": 48, "id_R": 48, "pair_id": -1, "sim": -1}, {"content": "During this period, Apple also covered the Beatles' \"Across the Universe\" and Percy Mayfield's \"Please Send Me Someone to Love\" for the soundtrack of the film Pleasantville.", "id_L": 49, "id_R": 49, "pair_id": -1, "sim": -1}, {"content": "She later canceled the last 21 dates on a tour in support of her album due to \"personal family problems\".", "id_L": 50, "id_R": 36, "pair_id": 50, "sim": 1.429244577561074}, {"content": "In 1997, Apple met director Paul Thomas Anderson during a photoshoot, and the two began a relationship that lasted several years.", "id_L": 51, "id_R": 51, "pair_id": -1, "sim": -1}, {"content": "Apple's second album, When the Pawn..., was released in 1999.", "id_L": 52, "id_R": 37, "pair_id": 52, "sim": 1.409699251542434}, {"content": "Its full title is a poem Apple wrote after reading letters that appeared in Spin regarding an article that had cast her in a negative light in an earlier issue.", "id_L": 53, "id_R": 38, "pair_id": 53, "sim": 1.37492802856855}, {"content": "The title's length earned it a spot in the Guinness Book of Records for 2001.", "id_L": 54, "id_R": 40, "pair_id": 54, "sim": 1.391059986167033}, {"content": "However, as of October 2007, it no longer has the longest album title, as Soulwax released Most of the Remixes, a remix album whose title surpasses When the Pawn's length by 100 characters.", "id_L": 55, "id_R": 41, "pair_id": 55, "sim": 1.410060686120835}, {"content": "When the Pawn was cultivated during Apple's relationship with film director Paul Thomas Anderson.", "id_L": 56, "id_R": 42, "pair_id": 56, "sim": 1.467227806770811}, {"content": "When the Pawn, which was produced by Jon Brion, used more expressive lyrics, experimented more with drum loops, and incorporated both the Chamberlin and drummer Matt Chamberlain.", "id_L": 57, "id_R": 57, "pair_id": -1, "sim": -1}, {"content": "The album received a positive reception from publications such as Rolling Stone.", "id_L": 58, "id_R": 43, "pair_id": 58, "sim": 1.435069889959079}, {"content": "It did not fare as well commercially as her debut, though it was an RIAA-certified Platinum album and sold one million copies in the U.S.", "id_L": 59, "id_R": 59, "pair_id": -1, "sim": -1}, {"content": "The album's lead single, \"Fast as You Can\", reached the top twenty on Billboard's Modern Rock Tracks chart and became Apple's first Top 40 hit in the UK.", "id_L": 60, "id_R": 45, "pair_id": 60, "sim": 1.284938644030034}, {"content": "The videos for two follow-up singles, \"Paper Bag\" and \"Limp\" (directed by then-boyfriend Anderson), received very little play.", "id_L": 61, "id_R": 46, "pair_id": 61, "sim": 1.405072903232007}, {"content": "In a February 2000 set hampered by equipment issues to 3,000 audience members at the New York City Roseland Ballroom, a frustrated Apple left the stage without returning.", "id_L": 62, "id_R": 47, "pair_id": 62, "sim": 1.3152048331077841}, {"content": "Her performance saw Apple appearing distraught at the sound quality, apologizing numerous times for the sound and crying.", "id_L": 63, "id_R": 63, "pair_id": -1, "sim": -1}, {"content": "After completing a concert tour in support of her second album in 2000, Apple relocated to Los Angeles, where she still resides as of 2020.", "id_L": 64, "id_R": 64, "pair_id": -1, "sim": -1}, {"content": "2002–2010: Extraordinary Machine and release delays ===", "id_L": 65, "id_R": 48, "pair_id": 65, "sim": 1.3250663386904051}, {"content": "During her hiatus, Apple contemplated retiring from her recording career.", "id_L": 66, "id_R": 49, "pair_id": 66, "sim": 1.503301158234225}, {"content": "Apple sang with Johnny Cash on a cover of Simon & Garfunkel's \"Bridge over Troubled Water\" that ended up on his album American IV: The Man Comes Around and was nominated for a Grammy Award for \"Best Country Collaboration with Vocals\".", "id_L": 67, "id_R": 67, "pair_id": -1, "sim": -1}, {"content": "She also collaborated with Cash on Cat Stevens's \"Father and Son\", which was included in his 2003 collection Unearthed.", "id_L": 68, "id_R": 50, "pair_id": 68, "sim": 1.389598350548421}, {"content": "Apple's third album, Extraordinary Machine, was originally produced by Jon Brion.", "id_L": 69, "id_R": 51, "pair_id": 69, "sim": 1.40119251884304}, {"content": "In spring 2002, Apple and Brion, her longtime friend and producer on When the Pawn, met for their weekly lunch meeting.", "id_L": 70, "id_R": 52, "pair_id": 70, "sim": 1.334522753348264}, {"content": "Brion reportedly \"begged\" Apple to make another album.", "id_L": 71, "id_R": 71, "pair_id": -1, "sim": -1}, {"content": "Apple agreed, and Brion went to Apple's label, Epic Records, with strict stipulations (including no deadline), which the label eventually agreed to.", "id_L": 72, "id_R": 72, "pair_id": -1, "sim": -1}, {"content": "Recording sessions began in 2002, at Ocean Way studios in Nashville, Tennessee, but later moved to the Paramour Mansion in Los Angeles.", "id_L": 73, "id_R": 73, "pair_id": -1, "sim": -1}, {"content": "Work on the album continued until 2003, and in May of that year it was submitted to Sony executives.", "id_L": 74, "id_R": 53, "pair_id": 74, "sim": 1.299466672482613}, {"content": "In 2004 and 2005, tracks were leaked on the Internet in MP3 format and played on U.S. and international radio.", "id_L": 75, "id_R": 54, "pair_id": 75, "sim": 1.453747268793276}, {"content": "Subsequently, MP3s of the entire album went online.", "id_L": 76, "id_R": 55, "pair_id": 76, "sim": 1.353572606512406}, {"content": "Although a website distributing the album was quickly shut down, it soon reached P2P networks and was downloaded by fans.", "id_L": 77, "id_R": 77, "pair_id": -1, "sim": -1}, {"content": "A fan-led campaign supported the album's official release.", "id_L": 78, "id_R": 78, "pair_id": -1, "sim": -1}, {"content": "Mike Elizondo, who had previously played bass on Pawn, was brought back as co-producer to complete the tracks he had begun with Brion and Apple.", "id_L": 79, "id_R": 56, "pair_id": 79, "sim": 1.390469866672654}, {"content": "Spin later reported the following: \"Fans erroneously thought that Apple's record label, Epic, had rejected the first version of Extraordinary Machine... in reality, according to Elizondo, Apple was unhappy with the results, and it was her decision to redo the record, not her label's.\"", "id_L": 80, "id_R": 57, "pair_id": 80, "sim": 1.268822432415747}, {"content": "In August 2005, the album was given an October release date.", "id_L": 81, "id_R": 58, "pair_id": 81, "sim": 1.211083891243407}, {"content": "Production had been largely redone \"from scratch\" by Elizondo and was co-produced by Brian Kehew.", "id_L": 82, "id_R": 60, "pair_id": 82, "sim": 1.213303204028153}, {"content": "Two of the 11 previous leaked tracks were relatively unchanged, and one new song was also included.", "id_L": 83, "id_R": 61, "pair_id": 83, "sim": 1.282616690997085}, {"content": "Despite suggestions that the album had caused a rift between Brion and Apple, they regularly perform together at Largo, a club in Los Angeles, including a joint appearance with Elizondo on bass just before the news broke of an official release.", "id_L": 84, "id_R": 84, "pair_id": -1, "sim": -1}, {"content": "Extraordinary Machine debuted at number seven and was nominated for a Grammy Award for \"Best Pop Vocal Album\".", "id_L": 85, "id_R": 62, "pair_id": 85, "sim": 1.2839075480795499}, {"content": "It was eventually certified Gold, though its singles (\"Parting Gift\", \"O' Sailor\", \"Not About Love\", and \"Get Him Back\") failed to enter any Billboard charts.", "id_L": 86, "id_R": 63, "pair_id": 86, "sim": 1.189694424617049}, {"content": "Apple went on a live tour to promote the album in late 2005.", "id_L": 87, "id_R": 64, "pair_id": 87, "sim": 1.445507970023147}, {"content": "Beginning in the mid-2000s, Apple dated writer and television creator Jonathan Ames.", "id_L": 88, "id_R": 65, "pair_id": 88, "sim": 1.2990173874167281}, {"content": "In June 2006, Apple appeared on the joke track \"Come Over and Get It (Up in 'Dem Guts)\" by comedian Zach Galifianakis.", "id_L": 89, "id_R": 89, "pair_id": -1, "sim": -1}, {"content": "Galifianakis previously appeared in the music video for Apple's \"Not About Love\".", "id_L": 90, "id_R": 66, "pair_id": 90, "sim": 1.390008153452487}, {"content": "Apple recorded a cover of \"Sally's Song\" for the 2006 special edition release of the soundtrack for the Tim Burton film The Nightmare Before Christmas.", "id_L": 91, "id_R": 67, "pair_id": 91, "sim": 1.480922495750729}, {"content": "In May 2006, Apple paid tribute to Elvis Costello on VH1's concert series Decades Rock Live, by performing Costello's hit \"I Want You\".", "id_L": 92, "id_R": 68, "pair_id": 92, "sim": 1.390126158848449}, {"content": "Her version was subsequently released as a digital single.", "id_L": 93, "id_R": 69, "pair_id": 93, "sim": 1.4534667696380041}, {"content": "Apple toured the East Coast during August 2007, with Nickel Creek.", "id_L": 94, "id_R": 70, "pair_id": 94, "sim": 1.5501493107141169}, {"content": "In 2008, Apple recorded a duet titled \"Still I\" with Christophe Deluy.", "id_L": 95, "id_R": 71, "pair_id": 95, "sim": 1.420402859061672}, {"content": "In 2009, Apple covered \"Why Try to Change Me Now\" and \"I Walk A Little Faster\" for The Best Is Yet to Come – The Songs of Cy Coleman.", "id_L": 96, "id_R": 72, "pair_id": 96, "sim": 1.411144830948921}, {"content": "In January 2010, Fiona Apple and Jon Brion performed together at \"Love and Haiti, Too: A Music Benefit\", a charity concert for the people hurt by the Haiti earthquake.", "id_L": 97, "id_R": 73, "pair_id": 97, "sim": 1.380243075380196}, {"content": "Fiona sang a cover of \"(S)he's Funny That Way\", composed by Neil Moret, lyrics by Richard Whiting, which is often associated with the singer Billie Holiday.", "id_L": 98, "id_R": 74, "pair_id": 98, "sim": 1.409639478775795}, {"content": "In June 2010, Fiona released a song titled \"So Sleepy\", produced by Jon Brion and written by children involved with the non-profit organization 826LA.", "id_L": 99, "id_R": 99, "pair_id": -1, "sim": -1}, {"content": "The song was included on a compilation album released by the organization titled Chickens in Love.", "id_L": 100, "id_R": 75, "pair_id": 100, "sim": 1.406176679080706}, {"content": "Apple collaborated with Margaret Cho on her album Cho Dependent, which was released on August 24, 2010.", "id_L": 101, "id_R": 101, "pair_id": -1, "sim": -1}, {"content": "2011–2018: The Idler Wheel..., tour, and legal troubles", "id_L": 102, "id_R": 76, "pair_id": 102, "sim": 1.484168785740555}, {"content": "In late 2010, Billboard published an article stating that Apple was planning on releasing a new album in spring 2011, with musician Michelle Branch claiming to have heard some of the new tracks.", "id_L": 103, "id_R": 77, "pair_id": 103, "sim": 1.44037814259285}, {"content": "Drummer Charley Drayton also told Modern Drummer magazine that he was co-producing the record.", "id_L": 104, "id_R": 78, "pair_id": 104, "sim": 1.356124381126319}, {"content": "However, the album was not released in the spring and Billboard reported later that Epic was not aware of a record.", "id_L": 105, "id_R": 79, "pair_id": 105, "sim": 1.559652314564407}, {"content": "Apple delayed the album's release until 2012, explaining that she was waiting \"until her label found a new president and that she didnot want her work to be mishandled amid corporate disarray.\"", "id_L": 106, "id_R": 80, "pair_id": 106, "sim": 1.273116126088117}, {"content": "In January 2012, after its new record label head, LA Reid hinted at new music from Apple, Epic Records announced that the album would be released later in the year.", "id_L": 107, "id_R": 81, "pair_id": 107, "sim": 1.4107102282851711}, {"content": "Apple announced performances at the South by Southwest Festival and a spring 2012 tour soon after.", "id_L": 108, "id_R": 82, "pair_id": 108, "sim": 1.321798535824077}, {"content": "The Idler Wheel Is Wiser Than the Driver of the Screw and Whipping Cords Will Serve You More Than Ropes Will Ever Do, Apple's fourth studio album, was released on June 19, 2012, in the United States.", "id_L": 109, "id_R": 83, "pair_id": 109, "sim": 1.346191128721711}, {"content": "It became Apple's most successful album on the Billboard 200, where it peaked at number three, and received critical acclaim.", "id_L": 110, "id_R": 84, "pair_id": 110, "sim": 1.515720013925435}, {"content": "According to an article in American Songwriter, \"The Idler Wheel isnot always pretty, but it pulses with life, brutal and true.\"While promoting The Idler Wheel, Apple revealed in a June 2012 interview that she had briefly married an unnamed French photographer, later revealed to be Lionel Deluy, \"for complicated reasons\" and had a passing liaison with a younger woman.", "id_L": 111, "id_R": 111, "pair_id": -1, "sim": -1}, {"content": "She subsequently gave an in-depth interview on Marc Maron's WTF podcast in July, in which she described her experience with obsessive–compulsive disorder throughout her adult life.", "id_L": 112, "id_R": 112, "pair_id": -1, "sim": -1}, {"content": "She also divulged that she had recently decided to quit drinking.", "id_L": 113, "id_R": 113, "pair_id": -1, "sim": -1}, {"content": "On September 19, 2012, Apple was arrested at an internal U.S. Border Patrol checkpoint in Sierra Blanca, Texas, and charged with possession of hashish, detaining her en route to a concert in Austin, Texas, at the Hudspeth County Jail.", "id_L": 114, "id_R": 114, "pair_id": -1, "sim": -1}, {"content": "Apple contributed a previously unreleased song entitled \"Dull Tool\" to the soundtrack of the 2012 Judd Apatow film This Is 40.", "id_L": 115, "id_R": 115, "pair_id": -1, "sim": -1}, {"content": "Another song was recorded for the film but was not used, ending up as the track \"Cosmonauts\" on her 2020 album Fetch the Bolt Cutters.", "id_L": 116, "id_R": 86, "pair_id": 116, "sim": 1.397601609666153}, {"content": "In November 2012, Apple wrote a letter to her fans – a scan of which was posted to her website and her Facebook page – postponing the South American leg of her tour due to the health of her dog, Janet.", "id_L": 117, "id_R": 87, "pair_id": 117, "sim": 1.475334339173363}, {"content": "According to the letter, the dog has Addison's disease and has had a tumor \"idling in her chest\" for two years.", "id_L": 118, "id_R": 88, "pair_id": 118, "sim": 1.3361950360363801}, {"content": "In September 2013, a Chipotle ad appeared online with a soundtrack of Apple covering \"Pure Imagination\" from the 1971 film Willy Wonka and the Chocolate Factory.", "id_L": 119, "id_R": 89, "pair_id": 119, "sim": 1.619435427684527}, {"content": "The video, which follows a scarecrow as he discovers the truth about factory farming and processed food, was described as \"haunted,\" \"dystopian,\" \"bizarre,\" and \"beautiful.\"", "id_L": 120, "id_R": 90, "pair_id": 120, "sim": 1.448773160806062}, {"content": "In 2014, Apple wrote the opening theme, \"Container\", for the Showtime drama series The Affair.", "id_L": 121, "id_R": 121, "pair_id": -1, "sim": -1}, {"content": "During 2014, Apple also appeared at a number of performances by Blake Mills, including in New York City and Cambridge, Massachusetts, during his tour in support of his second full-length album, Heigh Ho.", "id_L": 122, "id_R": 91, "pair_id": 122, "sim": 1.3932563609222641}, {"content": "The pair first publicly collaborated on an acoustic version of Apple's song \"I Know\" in 2013.", "id_L": 123, "id_R": 92, "pair_id": 123, "sim": 1.301952123302523}, {"content": "Fiona Apple has collaborated with Andrew Bird, and in 2016, she was featured in the song \"Left Handed Kisses\" from the album Are You Serious.", "id_L": 124, "id_R": 124, "pair_id": -1, "sim": -1}, {"content": "In 2017, she released \"Tiny Hands\" for the Women's March on Washington.", "id_L": 125, "id_R": 93, "pair_id": 125, "sim": 1.374119012126164}, {"content": "In 2018, she joined Shirley Manson at the woman-driven Girl School Festival in Los Angeles for a cover of \"You Donot Own Me\" by Lesley Gore, wearing a white T-shirt with \"KNEEL, PORTNOW\" written across it in ink.", "id_L": 126, "id_R": 94, "pair_id": 126, "sim": 1.404372916146549}, {"content": "This was considered in response to Grammy head Neil Portnow's heavily criticized comments that women need to \"step up\" to earn more Grammy nods.", "id_L": 127, "id_R": 95, "pair_id": 127, "sim": 1.294347239092758}, {"content": "2019–present: Fetch the Bolt Cutters ===", "id_L": 128, "id_R": 97, "pair_id": 128, "sim": 1.474668172915299}, {"content": "In January 2019, Apple collaborated with King Princess on a version of her 1999 song \"I Know\".", "id_L": 129, "id_R": 98, "pair_id": 129, "sim": 1.778784277193018}, {"content": "The song was released for Spotify's RISE program on January 25.", "id_L": 130, "id_R": 99, "pair_id": 130, "sim": 1.479395836948258}, {"content": "Apple was featured in the documentary and soundtrack for Echo in the Canyon with Jakob Dylan covering songs by artists such as the Beach Boys and the Byrds.", "id_L": 131, "id_R": 100, "pair_id": 131, "sim": 1.611608368070708}, {"content": "In November, she covered \"Whole of the Moon,\" a Waterboys song, for the series finale of Showtime's The Affair.", "id_L": 132, "id_R": 101, "pair_id": 132, "sim": 1.343352643837794}, {"content": "In two Instagram posts in March 2019, Apple hinted at the recording of a fifth album.", "id_L": 133, "id_R": 102, "pair_id": 133, "sim": 1.223772533854601}, {"content": "In a September 2019 interview with Vulture, she confirmed that the album was in its final stages, recorded with a band and planned for an early 2020 release.", "id_L": 134, "id_R": 134, "pair_id": -1, "sim": -1}, {"content": "In a follow-up interview with Vulture in January 2020, she said her new album would likely be out \"in a few months.\"", "id_L": 135, "id_R": 103, "pair_id": 135, "sim": 1.393617293391109}, {"content": "On March 8, 2020, Apple posted a video showcasing her saying \"M-Y-R-E-C-O-R-D-I-S-D-O-N-E\" in fingerspelling.", "id_L": 136, "id_R": 136, "pair_id": -1, "sim": -1}, {"content": "In an interview with The New Yorker, it was announced that Apple's fifth studio album was to be titled Fetch the Bolt Cutters.", "id_L": 137, "id_R": 104, "pair_id": 137, "sim": 1.4409129623076131}, {"content": "The album, which consists of 13 self-produced tracks, was released digitally on April 17, 2020.", "id_L": 138, "id_R": 105, "pair_id": 138, "sim": 1.487144392589311}, {"content": "The album was met with widespread acclaim by music critics.", "id_L": 139, "id_R": 106, "pair_id": 139, "sim": 1.462570368658982}, {"content": "At the 63rd Annual Grammy Awards, the album won Best Alternative Music Album and the lead single \"Shameika\" won Best Rock Performance.", "id_L": 140, "id_R": 44, "pair_id": 140, "sim": 1.269595001626724}, {"content": "On June 17, 2020, Apple was confirmed as an additional musician featuring on Bob Dylan's 39th album Rough and Rowdy Ways, playing piano on the track \"Murder Most Foul\".", "id_L": 141, "id_R": 9, "pair_id": 141, "sim": 1.17769364538969}, {"content": "On April 15, 2021, Apple covered Sharon Van Etten’s \"Love More\", from the 10th anniversary of Van Etten's second album, Epic.", "id_L": 142, "id_R": 107, "pair_id": 142, "sim": 1.391871988555871}, {"content": "In December, Apple was featured on a cover of the Christmas classic \"Silent Night\" released by Phoebe Bridgers alongside her Christmas EP \"If We Make It Through December\".", "id_L": 143, "id_R": 143, "pair_id": -1, "sim": -1}, {"content": "Philanthropy ==", "id_L": 144, "id_R": 144, "pair_id": -1, "sim": -1}, {"content": "On June 30, 2019, Apple pledged to donate two years' worth of earnings from TV and movie placements of her song \"Criminal\" to the While They Wait fund, which assists refugees with basic necessities, immigration fees and legal services.", "id_L": 145, "id_R": 145, "pair_id": -1, "sim": -1}, {"content": "In 2020, While They Wait's Scott Hechinger revealed to Vulture that Apple had donated $90,000, which would help 15 families.", "id_L": 146, "id_R": 146, "pair_id": -1, "sim": -1}, {"content": "Discography", "id_L": 147, "id_R": 147, "pair_id": -1, "sim": -1}, {"content": "Tidal (1996)", "id_L": 148, "id_R": 108, "pair_id": 148, "sim": 1.296026724413536}, {"content": "When the Pawn...", "id_L": 149, "id_R": 109, "pair_id": 149, "sim": 1.543722617494899}, {"content": "(1999)", "id_L": 150, "id_R": 110, "pair_id": 150, "sim": 1.6953797978221972}, {"content": "Extraordinary Machine (2005)", "id_L": 151, "id_R": 111, "pair_id": 151, "sim": 1.522407050621259}, {"content": "The Idler Wheel...", "id_L": 152, "id_R": 112, "pair_id": 152, "sim": 1.6267662384368191}, {"content": "(2012)", "id_L": 153, "id_R": 113, "pair_id": 153, "sim": 1.734479851417872}, {"content": "Fetch the Bolt Cutters (2020)", "id_L": 154, "id_R": 114, "pair_id": 154, "sim": 1.609313543613495}, {"content": "Awards and nominations", "id_L": 155, "id_R": 115, "pair_id": 155, "sim": 1.7118679157551941}, {"content": "Apple's debut album earned her a Grammy Award for Best Female Rock Vocal Performance for \"Criminal\" and the MTV Video Music Award for Best New Artist in a Video for \"Sleep to Dream\".", "id_L": 156, "id_R": 156, "pair_id": -1, "sim": -1}, {"content": "For When the Pawn..., Apple won the California Music Award for Outstanding Female Vocalist.", "id_L": 157, "id_R": 157, "pair_id": -1, "sim": -1}, {"content": "For Extraordinary Machine, she won an Esky Music Award for Best Songbird.", "id_L": 158, "id_R": 158, "pair_id": -1, "sim": -1}, {"content": "Fetch the Bolt Cutters won a Grammy Award for Best Alternative Music Album and the song \"Shameika\" won a Grammy Award for Best Rock Performance.", "id_L": 159, "id_R": 159, "pair_id": -1, "sim": -1}, {"content": "See also ==", "id_L": 160, "id_R": 160, "pair_id": -1, "sim": -1}, {"content": "Apple of Sodom, a Marilyn Manson song inspired by Apple", "id_L": 161, "id_R": 161, "pair_id": -1, "sim": -1}, {"content": "References", "id_L": 162, "id_R": 162, "pair_id": -1, "sim": -1}, {"content": "External links", "id_L": 163, "id_R": 117, "pair_id": 163, "sim": 1.586666908924082}, {"content": "Official website ", "id_L": 164, "id_R": 164, "pair_id": -1, "sim": -1}, {"content": "Fiona Apple at Curlie", "id_L": 165, "id_R": 165, "pair_id": -1, "sim": -1}, {"content": "Fiona Apple at IMDb", "id_L": 166, "id_R": 166, "pair_id": -1, "sim": -1}], "right": [{"content": "Фио́на Эппл Ма́кэфи-Мэ́ггарт (англ. Fiona Apple McAfee-Maggart; род. 13 сентября 1977) — американская певица, автор песен и пианистка, трёхкратная обладательница премии «Грэмми».", "id_L": 0, "id_R": 0, "pair_id": 0, "sim": 1.421288385331692}, {"content": "Её дебютный альбом Tidal, содержащий песни, написанные, когда Эппл было 17 лет, был выпущен в 1996 году и получил премию Грэмми за лучшее женское вокальное рок-исполнение за сингл «Criminal».", "id_L": 5, "id_R": 1, "pair_id": 5, "sim": 1.335028741903095}, {"content": "Второй альбом When the Pawn… (1999), спродюсированный Джоном Брайоном, также был высоко оценен критиками, стал коммерчески успешным и получил статус платинового.", "id_L": 6, "id_R": 2, "pair_id": 6, "sim": 1.350459713237034}, {"content": "Для своего третьего альбома, Extraordinary Machine, Эппл снова сотрудничала с Брайоном и начала его запись в 2002 году.", "id_L": 7, "id_R": 3, "pair_id": 7, "sim": 1.305161692741415}, {"content": "Однако певица была недовольна производством и решила не выпускать пластинку, что привело к протесту её поклонниками Epic Records, ошибочно полагая, что лейбл задерживает выпуск пластинки.", "id_L": 8, "id_R": 4, "pair_id": 8, "sim": 1.261808213017259}, {"content": "В конце концов альбом был переиздан без участия Брайона и выпущен в октябре 2005 года.", "id_L": 9, "id_R": 5, "pair_id": 9, "sim": 1.324007579314813}, {"content": "Альбом был признан золотым и номинирован на премию «Грэмми» как лучший поп-вокальный альбом.", "id_L": 10, "id_R": 6, "pair_id": 10, "sim": 1.317078887528123}, {"content": "В 2012 году она выпустила свой четвертый студийный альбом The Idler Wheel..., который получил высокую оценку критиков и сопровождался турне по Соединенным Штатам, а в 2013 году был номинирован на премию «Грэмми» как лучший альтернативный альбом.", "id_L": 11, "id_R": 7, "pair_id": 11, "sim": 1.428003577858763}, {"content": "Пятый студийный альбом Fetch the Bolt Cutters был выпущен в 2020 году и получил широкое признание, став альбомом номер один 2020 года на Metacritic, получив первый идеальный балл 10.0 от Pitchfork за десятилетие и заработав несколько номинаций на премию Грэмми, в том числе две за ведущий сингл «Shameika».", "id_L": 12, "id_R": 8, "pair_id": 12, "sim": 1.190051229177045}, {"content": "На прошедшей 14 марта 2021 года 63-й ежегодной церемонии вручения наград «Грэмми» «Shameika» была удостоена премии «Грэмми» в категории «За лучшее рок-исполнение» с синглом «Shameika».", "id_L": 141, "id_R": 9, "pair_id": 141, "sim": 1.17769364538969}, {"content": "Ранние годы ==", "id_L": 13, "id_R": 10, "pair_id": 13, "sim": 1.41134507601209}, {"content": "Эппл родилась и выросла в Верхнем Вест-Сайде (Нью-Йорк).", "id_L": 11, "id_R": 11, "pair_id": -1, "sim": -1}, {"content": "Её родители, певица Диана Макэфи и актёр Брэндон Мэггарт, познакомились во время работы над бродвейским мюзиклом «Аплодисменты».", "id_L": 16, "id_R": 12, "pair_id": 16, "sim": 1.128255769119507}, {"content": "Её отец — уроженец Теннесси, и с его стороны она имеет меландженские корни.", "id_L": 15, "id_R": 13, "pair_id": 15, "sim": 1.497081877755961}, {"content": "Старшая сестра Эппл поёт в кабаре под псевдонимом Мод Мэггарт (урождённая Эмбер), а её сводный брат, Гаретт Мэггарт, является актёром.", "id_L": 17, "id_R": 14, "pair_id": 17, "sim": 1.418186435925522}, {"content": "Родители Эппл никогда не были женаты и разошлись, когда ей было четыре года.", "id_L": 15, "id_R": 15, "pair_id": -1, "sim": -1}, {"content": "Она выросла в Гарлеме вместе с матерью и сестрой, а каждое лето проводила с отцом в Лос-Анджелесе.", "id_L": 18, "id_R": 16, "pair_id": 18, "sim": 1.294345610786206}, {"content": "Будучи ребёнком, Эппл профессионально обучалась игре на фортепиано, и в возрасте 8 лет начала самостоятельно сочинять музыку.", "id_L": 20, "id_R": 17, "pair_id": 20, "sim": 1.348560342759078}, {"content": "В возрасте 12 лет Эппл была изнасилована около своего дома в Гарлеме.", "id_L": 24, "id_R": 18, "pair_id": 24, "sim": 1.379322950187765}, {"content": "После произошедшего у неё развились пищевое расстройство и панические атаки, в результате чего она на год переехала к отцу в Лос-Анджелес.", "id_L": 30, "id_R": 19, "pair_id": 30, "sim": 1.168622991859208}, {"content": "В Лос-Анджелесе Эппл училась в средней школе имени Александра Гамильтона.", "id_L": 31, "id_R": 20, "pair_id": 31, "sim": 1.3493722788479992}, {"content": "В интервью 2000 года Эппл заявила, что, несмотря на предположения журналистов, она не писала песен о травме, связанной с ее изнасилованием: «Это не входит в моё творчество.", "id_L": 32, "id_R": 21, "pair_id": 32, "sim": 1.4669937166570701}, {"content": "Это скучная боль.", "id_L": 33, "id_R": 22, "pair_id": 33, "sim": 1.792766200409238}, {"content": "Это такая гребаная старая боль, что, знаете ли, в ней нет ничего поэтического».", "id_L": 34, "id_R": 23, "pair_id": 34, "sim": 1.7812364393118232}, {"content": "Карьера ==", "id_L": 35, "id_R": 24, "pair_id": 35, "sim": 1.473415515748961}, {"content": "Первая известность пришла к девушке в 1994 году, когда она дала демо-кассету с песнями «Never Is a Promise», «Not One of Those Times» и «He Takes a Taxi» своей подруге, которая была няней у музыкального публициста Кэтрин Шенкер (англ. Kathryn Schenker).", "id_L": 36, "id_R": 25, "pair_id": 36, "sim": 1.366477395582943}, {"content": "Затем Шенкер передала кассету исполнительному директору Sony Music Энди Слейтеру.", "id_L": 37, "id_R": 26, "pair_id": 37, "sim": 1.4878753539676781}, {"content": "Музыкальный талант Эппл привлёк его внимание, и Слейтер подписал с ней контракт на запись первой пластинки.", "id_L": 38, "id_R": 27, "pair_id": 38, "sim": 1.434096431105727}, {"content": "1996—2001: Tidal и When the Pawn… ===", "id_L": 39, "id_R": 28, "pair_id": 39, "sim": 1.4590204528413961}, {"content": "В 1996 году дебютный альбом Эппл, Tidal, был выпущен лейблами Work Records и Columbia Records.", "id_L": 40, "id_R": 29, "pair_id": 40, "sim": 1.379942495829884}, {"content": "Запись была в значительной степени вдохновлена недавним разрывом певицы с её первым бойфрендом.", "id_L": 41, "id_R": 30, "pair_id": 41, "sim": 1.488760217249404}, {"content": "Альбом разошелся тиражом в 2,7 миллиона копий и стал трижды платиновым в США.", "id_L": 42, "id_R": 31, "pair_id": 42, "sim": 1.169937842963476}, {"content": "«Criminal», третий сингл, стал хитом, и вошёл в Топ-40 американского Billboard Hot 100.", "id_L": 32, "id_R": 32, "pair_id": -1, "sim": -1}, {"content": "Клип режиссера Марка Романека на эту песню был показан на MTV.", "id_L": 43, "id_R": 33, "pair_id": 43, "sim": 1.503086910160464}, {"content": "Tidal включал в себя и другие синглы: «Shadowboxer», «Sleep to Dream», «Never Is a Promise».", "id_L": 44, "id_R": 34, "pair_id": 44, "sim": 1.5054194963858851}, {"content": "Эппл получила премию MTV Video Music Award как лучшая новая исполнительница 1997 года за свою песню «Sleep to Dream».", "id_L": 45, "id_R": 35, "pair_id": 45, "sim": 1.325001566058269}, {"content": "В этот период Эппл также записала каверы на песню The Beatles «Across the Universe» и песню Перси Мэйфилда «Please Send Me Someone to Love» для саундтрека к фильму «Плезантвиль».", "id_L": 50, "id_R": 36, "pair_id": 50, "sim": 1.429244577561074}, {"content": "В 1997 году Эппл познакомилась с режиссером Полом Томасом Андерсоном во время фотосессии, и у них начались отношения, которые длились несколько лет.", "id_L": 52, "id_R": 37, "pair_id": 52, "sim": 1.409699251542434}, {"content": "Второй альбом Эппл, When the Pawn…, был выпущен в 1999 году.", "id_L": 53, "id_R": 38, "pair_id": 53, "sim": 1.37492802856855}, {"content": "Полное название альбома — When the Pawn Hits the Conflicts He Thinks Like a King What He Knows Throws the Blows When He Goes to the Fight and He’ll Win the Whole Thing 'fore He Enters the Ring There’s No Body to Batter When Your Mind Is Your Might So When You Go Solo, You Hold Your Own Hand and Remember That Depth Is the Greatest of Heights and If You Know Where You Stand, Then You Know Where to Land and If You Fall It Wonot Matter, Cuz You’ll Know That You’re Right.", "id_L": 39, "id_R": 39, "pair_id": -1, "sim": -1}, {"content": "Это стихотворение, написанное Эппл после прочтения писем, появившихся в журнале Spin с критикой статьи, которая осветила певицу в негативном свете в предыдущем выпуске.", "id_L": 54, "id_R": 40, "pair_id": 54, "sim": 1.391059986167033}, {"content": "В 2001 году альбом попал в Книгу рекордов Гиннесса, благодаря своему длинному названию.", "id_L": 55, "id_R": 41, "pair_id": 55, "sim": 1.410060686120835}, {"content": "Однако, в октябре 2007 бельгийская группа Soulwax выпустила ремикс-альбом Most of the Remixes, название которого превосходит длину When the Pawn… на 100 символов.", "id_L": 56, "id_R": 42, "pair_id": 56, "sim": 1.467227806770811}, {"content": "When the Pawn… был спродюсирован Джоном Брайоном, имел более выразительные тексты песен, больше экспериментов со звуком и включал в себя как музыкальный инструмент чемберлин, так и барабанщика Мэтта Чемберлена.", "id_L": 58, "id_R": 43, "pair_id": 58, "sim": 1.435069889959079}, {"content": "Альбом был положительно принят критиками.", "id_L": 140, "id_R": 44, "pair_id": 140, "sim": 1.269595001626724}, {"content": "Он не был так хорош в коммерческом плане, как дебютная пластинка, но так же стал платиновым, и был продан миллионным тиражом в США.", "id_L": 60, "id_R": 45, "pair_id": 60, "sim": 1.284938644030034}, {"content": "Ведущий сингл альбома, «Fast as You Can», вошел в двадцатку лучших в чарте Billboard Modern Rock Tracks и стал первым хитом Эппл в Топ-40 в Великобритании.", "id_L": 61, "id_R": 46, "pair_id": 61, "sim": 1.405072903232007}, {"content": "Видео для двух последующих синглов, «Paper Bag» и «Limp» были сняты бойфрендом Эппл, режиссёром Полом Томасом Андерсоном.", "id_L": 62, "id_R": 47, "pair_id": 62, "sim": 1.3152048331077841}, {"content": "После завершения концертного тура в поддержку своего второго альбома в 2000 году Эппл переехала в Лос-Анджелес, где она до сих пор и проживает.", "id_L": 65, "id_R": 48, "pair_id": 65, "sim": 1.3250663386904051}, {"content": "2002—2010: Extraordinary Machine ===", "id_L": 66, "id_R": 49, "pair_id": 66, "sim": 1.503301158234225}, {"content": "Во время перерыва между выходами второго и третьего альбомов, Эппл записала вместе с Джонни Кэшем кавер на песню дуэта Simon & Garfunkel «Bridge over Troubled Water», который попала в его альбом American IV: The Man Comes Around и был номинирован на премию «Грэмми» как «Лучшая кантри-коллаборация».", "id_L": 68, "id_R": 50, "pair_id": 68, "sim": 1.389598350548421}, {"content": "Она также записала с Кэшем кавер на песню «Father and Son» Кэта Стивенса, который был включен в его музыкальный сборник Unearthed 2003 года.", "id_L": 69, "id_R": 51, "pair_id": 69, "sim": 1.40119251884304}, {"content": "Третий альбом Эппл, Extraordinary Machine, изначально был спродюсирован Джоном Брайоном.", "id_L": 70, "id_R": 52, "pair_id": 70, "sim": 1.334522753348264}, {"content": "Запись альбома началась в 2002 году в Нэшвилле, штат Теннесси, но позже переместилась в Лос-Анджелес.", "id_L": 74, "id_R": 53, "pair_id": 74, "sim": 1.299466672482613}, {"content": "Работа над альбомом продолжалась до 2003 года, и в мае того же года он был представлен руководству Sony.", "id_L": 75, "id_R": 54, "pair_id": 75, "sim": 1.453747268793276}, {"content": "В 2004 и 2005 годах треки просочились в Интернет.", "id_L": 76, "id_R": 55, "pair_id": 76, "sim": 1.353572606512406}, {"content": "Фанаты поддержали официальный релиз альбома.", "id_L": 79, "id_R": 56, "pair_id": 79, "sim": 1.390469866672654}, {"content": "Майк Элизондо, который ранее играл на бас-гитаре при записи альбома When the Pawn…, вернулся в качестве сопродюсера.", "id_L": 80, "id_R": 57, "pair_id": 80, "sim": 1.268822432415747}, {"content": "Позже музыкальный журнал Spin сообщал следующее: «Фанаты ошибочно думали, что лейбл Эппл, Epic Records, отклонил первую версию Extraordinary Machine.", "id_L": 81, "id_R": 58, "pair_id": 81, "sim": 1.211083891243407}, {"content": "На самом деле, по словам Элизондо, Эппл была недовольна результатами, и это было её решение переделать запись, а не её лейбла».", "id_L": 59, "id_R": 59, "pair_id": -1, "sim": -1}, {"content": "Альбом был выпущен в октябре 2005 года.", "id_L": 82, "id_R": 60, "pair_id": 82, "sim": 1.213303204028153}, {"content": "Производство было в значительной степени переделано «с нуля».", "id_L": 83, "id_R": 61, "pair_id": 83, "sim": 1.282616690997085}, {"content": "Несмотря на предположения, что альбом вызвал раскол между Брайоном и Эппл, они регулярно выступали вместе, включая их совместное выступление как раз перед тем, как появились новости об официальном релизе альбома.", "id_L": 85, "id_R": 62, "pair_id": 85, "sim": 1.2839075480795499}, {"content": "Альбом Extraordinary Machine был номинирован на премию Грэмми как «Лучший поп-вокальный альбом».", "id_L": 86, "id_R": 63, "pair_id": 86, "sim": 1.189694424617049}, {"content": "Он так же получил золотую сертифицикацию, хотя его синглы («Parting Gift», «O' Sailor», «Not About Love» и «Get Him Back») не попали ни в один чарт Billboard.", "id_L": 87, "id_R": 64, "pair_id": 87, "sim": 1.445507970023147}, {"content": "Эппл отправилась в концертный тур для продвижения альбома в конце 2005 года.", "id_L": 88, "id_R": 65, "pair_id": 88, "sim": 1.2990173874167281}, {"content": "В июне 2006 года Эппл и комик Зак Галифианакис вместе записали песню «Come Over and Get It (Up in 'Dem Guts)».", "id_L": 90, "id_R": 66, "pair_id": 90, "sim": 1.390008153452487}, {"content": "Галифианакис ранее снимался в клипе на песню Эппл «Not About Love».", "id_L": 91, "id_R": 67, "pair_id": 91, "sim": 1.480922495750729}, {"content": "Эппл записала кавер-версию «Sally’s Song» для специального издания саундтрека к фильму Тима Бёртона «Кошмар перед Рождеством» в 2006 году.", "id_L": 92, "id_R": 68, "pair_id": 92, "sim": 1.390126158848449}, {"content": "В мае 2006 года Эппл отдала дань уважения Элвису Костелло на концерте VH1 Decades Rock Live, исполнив его хит «I Want You».", "id_L": 93, "id_R": 69, "pair_id": 93, "sim": 1.4534667696380041}, {"content": "Её версия впоследствии была выпущена в виде цифрового сингла.", "id_L": 94, "id_R": 70, "pair_id": 94, "sim": 1.5501493107141169}, {"content": "Эппл гастролировала по Восточному побережью в августе 2007 года вместе с музыкальной группой Nickel Creek.", "id_L": 95, "id_R": 71, "pair_id": 95, "sim": 1.420402859061672}, {"content": "В 2008 году Эппл записала песню «Still I» в дуэте с Кристофом Делюи.", "id_L": 96, "id_R": 72, "pair_id": 96, "sim": 1.411144830948921}, {"content": "В 2009 году Эппл записала кавер-версии песен Сая Коулмана «Why Try to Change Me Now» и «I Walk A Little Faster».", "id_L": 97, "id_R": 73, "pair_id": 97, "sim": 1.380243075380196}, {"content": "В январе 2010 года Фиона Эппл и Джон Брайон вместе выступили на благотворительном концерте «Love and Haiti, Too: A Music Benefit» для людей, пострадавших от землетрясения на Гаити.", "id_L": 98, "id_R": 74, "pair_id": 98, "sim": 1.409639478775795}, {"content": "В июне 2010 года Фиона выпустила песню под названием «So Sleepy», спродюсированную Джоном Брайоном и написанную детьми, участвующими в некоммерческой организации 826LA.", "id_L": 100, "id_R": 75, "pair_id": 100, "sim": 1.406176679080706}, {"content": "Эппл сотрудничала с Маргарет Чо при записи её альбомом Cho Dependent, который был выпущен 24 августа 2010 года.", "id_L": 102, "id_R": 76, "pair_id": 102, "sim": 1.484168785740555}, {"content": "2011—2018: The Idler Wheel…", "id_L": 103, "id_R": 77, "pair_id": 103, "sim": 1.44037814259285}, {"content": "В конце 2010 года Billboard опубликовал статью, в которой говорилось, что Эппл планирует выпустить новый альбом весной 2011 года, а певица Мишель Бранч утверждала, что слышала некоторые из новых треков.", "id_L": 104, "id_R": 78, "pair_id": 104, "sim": 1.356124381126319}, {"content": "Барабанщик Чарли Дрейтон сообщил журналу Modern Drummer, что он является сопродюсером пластинки.", "id_L": 105, "id_R": 79, "pair_id": 105, "sim": 1.559652314564407}, {"content": "Однако альбом не был выпущен весной, и позже Billboard сообщил, что Epic Records ничего не знает о его записи.", "id_L": 106, "id_R": 80, "pair_id": 106, "sim": 1.273116126088117}, {"content": "Эппл отложила выпуск альбома до 2012 года, объяснив, что она ждет «пока её лейбл не найдет нового президента и что она не хочет, чтобы её работа была неправильно обработана в условиях корпоративного беспорядка».", "id_L": 107, "id_R": 81, "pair_id": 107, "sim": 1.4107102282851711}, {"content": "В январе 2012 года, после того как новый глава лейбла Эл-Эй Рид намекнул о выходе новой музыки от Эппл, Epic Records объявила, что альбом будет выпущен позже в этом году.", "id_L": 108, "id_R": 82, "pair_id": 108, "sim": 1.321798535824077}, {"content": "Вскоре после этого Эппл объявила о выступлениях на фестивале South by Southwest и о своём весеннем турне в 2012 году.", "id_L": 109, "id_R": 83, "pair_id": 109, "sim": 1.346191128721711}, {"content": "The Idler Wheel Is Wise Than the Driver of the Screw and Whipping Cords Will Serve You More Than Ropes Will Ever Do, четвертый студийный альбом Apple был выпущен 19 июня 2012 года в Соединенных Штатах.", "id_L": 110, "id_R": 84, "pair_id": 110, "sim": 1.515720013925435}, {"content": "Он был высоко оценен критиками.", "id_L": 85, "id_R": 85, "pair_id": -1, "sim": -1}, {"content": "Эппл внесла ранее не издававшуюся песню «Dull Tool» в саундтрек фильма Джадда Апатоу «Любовь по-взрослому».", "id_L": 116, "id_R": 86, "pair_id": 116, "sim": 1.397601609666153}, {"content": "Другая песня была записана для фильма, но не была использована, в конечном итоге став треком Cosmonauts на ее альбоме 2020 года Fetch The Bolt Cutters.", "id_L": 117, "id_R": 87, "pair_id": 117, "sim": 1.475334339173363}, {"content": "В ноябре 2012 года Эппл написала письмо своим поклонникам, в котором отложила южноамериканскую часть своего тура из-за здоровья её собаки Джанет.", "id_L": 118, "id_R": 88, "pair_id": 118, "sim": 1.3361950360363801}, {"content": "Согласно письму, у собаки болезнь Аддисона и опухоль в течение двух лет развивалась у неё в груди.", "id_L": 119, "id_R": 89, "pair_id": 119, "sim": 1.619435427684527}, {"content": "В сентябре 2013 года в Интернете появилась реклама сети ресторанов Chipotle, в которой Эппл поёт кавер-версию песни «Pure Imagination» из фильма «Вилли Вонка и шоколадная фабрика».", "id_L": 120, "id_R": 90, "pair_id": 120, "sim": 1.448773160806062}, {"content": "В 2014 году Эппл написала вступительную тему «Container» для драматического сериала «Любовники» на канале Showtime.", "id_L": 122, "id_R": 91, "pair_id": 122, "sim": 1.3932563609222641}, {"content": "В течение 2014 года Эппл также участвовала в ряде выступлений Блейка Миллса во время его тура в поддержку своего второго альбома «Heigh Ho».", "id_L": 123, "id_R": 92, "pair_id": 123, "sim": 1.301952123302523}, {"content": "В 2016 году Фиона Эппл сотрудничала с Эндрю Бёрдом и участвовала в записи песни «Left Handed Kisses» из его альбома «Are You Serious».", "id_L": 125, "id_R": 93, "pair_id": 125, "sim": 1.374119012126164}, {"content": "В 2017 году она выпустила протестную песню «Tiny Hands» для Женского марша в Вашингтоне.", "id_L": 126, "id_R": 94, "pair_id": 126, "sim": 1.404372916146549}, {"content": "В 2018 году Эппл и Ширли Мэнсон вместе исполнили песню «You Donot Own Me» Лесли Гор на женском фестивале Girl School в Лос-Анджелесе.", "id_L": 127, "id_R": 95, "pair_id": 127, "sim": 1.294347239092758}, {"content": "Эппл была одета в белую футболку с надписью «KNEEL, PORTNOW» («ВСТАНЬ НА КОЛЕНИ, ПОРТНОУ»).", "id_L": 96, "id_R": 96, "pair_id": -1, "sim": -1}, {"content": "Это было сделано в ответ на слова главы премии «Грэмми» Нила Портноу о том, что женщины должны «стараться сильнее», чтобы заработать больше наград «Грэмми» и преодолеть гендерное неравенство в музыкальной индустрии.", "id_L": 128, "id_R": 97, "pair_id": 128, "sim": 1.474668172915299}, {"content": "2019-настоящее время: Fetch the Bolt Cutters ===", "id_L": 129, "id_R": 98, "pair_id": 129, "sim": 1.778784277193018}, {"content": "В январе 2019 года Эппл работала с певицей King Princess над новой версией её песни 1999 года «I Know».", "id_L": 130, "id_R": 99, "pair_id": 130, "sim": 1.479395836948258}, {"content": "Песня была выпущена 25 января для программы Spotify RISE.", "id_L": 131, "id_R": 100, "pair_id": 131, "sim": 1.611608368070708}, {"content": "Эппл, вместе с Джейкобом Диланом, участвовала в съёмках документального фильма «Эхо в каньоне» (2018), записав кавер-версии песен таких артистов, как The Beach Boys и The Byrds.", "id_L": 132, "id_R": 101, "pair_id": 132, "sim": 1.343352643837794}, {"content": "В ноябре она записала кавер-версию песни «Whole of the Moon» группы Waterboys для сериала «Любовники» на канале Showtime.В двух постах в Instagram в марте 2019 года Эппл намекнула своим фанатам о записи пятого студийного альбома.", "id_L": 133, "id_R": 102, "pair_id": 133, "sim": 1.223772533854601}, {"content": "В интервью Vulture в сентябре 2019 года она подтвердила, что альбом находится на завершающей стадии и запланирован к выпуску в начале 2020 года.", "id_L": 135, "id_R": 103, "pair_id": 135, "sim": 1.393617293391109}, {"content": "8 марта 2020 года Эппл опубликовала видео, в котором она, используя дактильную азбуку, сообщила, что её пластинка готова («M-Y-R-E-C-O-R-D-I-S-D-O-N-E»).", "id_L": 137, "id_R": 104, "pair_id": 137, "sim": 1.4409129623076131}, {"content": "В интервью The New Yorker, было объявлено, что пятый студийный альбом Эппл будет называться Fetch the Bolt Cutters.", "id_L": 138, "id_R": 105, "pair_id": 138, "sim": 1.487144392589311}, {"content": "Альбом, состоящий из 13 треков, был выпущен в цифровом виде 17 апреля 2020 года.", "id_L": 139, "id_R": 106, "pair_id": 139, "sim": 1.462570368658982}, {"content": "Альбом получил широкое признание музыкальных критиков.17 июня 2020 года Эппл была утверждена в качестве приглашённого музыканта, участвующего в записи 39-го альбома Боба Дилана «Rough and Rowdy Ways», играя на пианино в треке «Murder Most Fool».", "id_L": 142, "id_R": 107, "pair_id": 142, "sim": 1.391871988555871}, {"content": "Дискография ==", "id_L": 148, "id_R": 108, "pair_id": 148, "sim": 1.296026724413536}, {"content": "Tidal (1996)", "id_L": 149, "id_R": 109, "pair_id": 149, "sim": 1.543722617494899}, {"content": "When the Pawn...", "id_L": 150, "id_R": 110, "pair_id": 150, "sim": 1.6953797978221972}, {"content": "(1999)", "id_L": 151, "id_R": 111, "pair_id": 151, "sim": 1.522407050621259}, {"content": "Extraordinary Machine (2005)", "id_L": 152, "id_R": 112, "pair_id": 152, "sim": 1.6267662384368191}, {"content": "The Idler Wheel...", "id_L": 153, "id_R": 113, "pair_id": 153, "sim": 1.734479851417872}, {"content": "(2012)", "id_L": 154, "id_R": 114, "pair_id": 154, "sim": 1.609313543613495}, {"content": "Fetch the Bolt Cutters (2020)", "id_L": 155, "id_R": 115, "pair_id": 155, "sim": 1.7118679157551941}, {"content": "Примечания", "id_L": 116, "id_R": 116, "pair_id": -1, "sim": -1}, {"content": "Ссылки", "id_L": 163, "id_R": 117, "pair_id": 163, "sim": 1.586666908924082}]}